{
  "last_updated": "2025-09-09T18:19:50.709739",
  "events": [
    {
      "title": "Crooklyn. 1994. Directed by Spike Lee",
      "description": "Crooklyn (1994), directed by Spike Lee and co-written with his siblings, is a nostalgic, heartfelt portrait of a young girl’s coming of age in 1970s Fort Greene, Brooklyn. One of Lee’s most personal films, it blends warmth, humor, and striking visuals by Arthur Jafa.",
      "date": "2025-07-01",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10650",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "crooklyn1994directedbyspikelee-2025-07-01-moma"
    },
    {
      "title": "La Folie Almayer (Almayer's Folly). 2011. Directed by Chantal Akerman",
      "description": "La Folie Almayer (2011), Chantal Akerman’s haunting adaptation of Joseph Conrad’s novel, follows a disillusioned European trader and his estranged daughter in Malaysia. Lushly shot and formally bold, the film marked the opening of MoMI’s First Look festival.",
      "date": "2025-07-01",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10645",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "lafoliealmayeralmayersfolly2011directedbychantalakerman-2025-07-01-moma"
    },
    {
      "title": "Met Expert Talks—Sargent and Paris",
      "description": "Hear new insights and untold stories from Met insiders including curators, scientists, conservators, and scholars and take a closer look at the works of art on view in the galleries.",
      "date": "2025-07-01",
      "time": "3–3:30 pm",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/public-programs/met-expert-talks/fy26/met-expert-talks-sargent-and-paris/?_gl=1*w5nps6*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTA4NjM0MTckbzMkZzEkdDE3NTA4NjM3MDckajE3JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "metexperttalkssargentandparis-2025-07-01-met"
    },
    {
      "title": "China's Changing Religious Landscape",
      "description": "Join us for a virtual panel discussion on how China’s religious rejuvenation is reshaping communities and refashioning the relationship between Chinese citizens and the state.",
      "date": "2025-07-01",
      "time": "12 - 1 p.m. New York Time",
      "location": "Online",
      "museum": "asia-society",
      "museumName": "Asia Society Events",
      "url": "https://asiasociety.org/policy-institute/events/chinas-changing-religious-landscape",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Panel Discussion",
      "data_source": "csv",
      "id": "chinaschangingreligiouslandscape-2025-07-01-asia-society"
    },
    {
      "title": "OVER THE GREAT WALL, A CENTURY APART",
      "description": "The Great Wall of Two Williams: Two Journeys, One Century Mission William Geil, the first person to explore the Great Wall of China, photograph its various morphologies and architectures, and document his experiences in a book about the structure, died unexpectedly, 100 years ago in 1925. His wife, Constance, buried him in the local Doylestown cemetery. His headstone reads ‘William Edgar Geil, October 1st, 1865 – April 23rd, 1925’ — and nothing else. Constance, so bereaved, sealed up her husband’s study. It remained locked, until 1959. After Constance’s death, her daughter readied the family mansion to sell: a house contents sale was held, and the details of the first Great Wall of China exploration from one end to the other, were sold, disseminated — and seemingly lost —- until now. ‘The Great Wall of Two Williams: Two Journeys, One Century Mission’ is the decades-long story telling the revival of William Geil’s legacy, by William Lindesay OBE, a Great Wall explorer himself. William Geil traversed the line of the Great Wall’s ruins in 1908, from East to West. William Lindesay traversed the Great Wall, on foot, from West to East, in 1987. The two men met ‘coincidentally’, by choosing to take photographs in the same place — 79 years apart. But the Wall view wasn’t quite the same in the later photograph. Much of it had been razed to the ground. This perchance ‘meeting’ of the two explorers by the placing of their photographs together as a pair, showing changes, made Lindesay realise the latent importance of Geil’s greater archive: it preserved a more complete and longer Great Wall than the one he had ‘just’ traversed. Just a few years before the centenary of William Geil’s Great Wall journey, starting 2003, Lindesay set out on his mission to utilize Geil’s archive in a bid to awaken China’s consciousness by evidencing how the 20th century had unleashed a procession of onslaughts that had accelerated the ruinous condition of the Wall. He ended up spending five years searching for the views of the monument that the veteran explorer had captured in all of its pre-war and pre-revolution glory. His goal was to show what had been lost, in the hope that ‘their’ results — ‘then’ and ‘now’ photo pairs, placed side-by-side — would move minds and muscles enough to inspire systematic conservation efforts in the 21st Century, in order to offset the gamut of tragedies that had befallen the Wall during the 20th. This mammoth ‘rephotographic’ work proved to be only half of the two Williams’ cooperative story. Lindesay had become increasingly concerned about by the neglect of Geil’s legacy. How, why, he wondered, had William Geil’s achievement been overlooked, seemingly forgotten? With the centenary of Geil’s historic journey less than six months away, in summer 2008, he intensified his efforts to find members of the Geil family, if any, and, most importantly, tried to discover what had happened to the explorers elusive field notes, photographs and maps. Lindesay’s first breakthrough came as a result of ‘e-mailshots’— his random method came up trumps paid as he made contact with the grandsons of William Geil. And rather than Lindesay ‘finding’ Geil’s materials himself, the materials ‘found’ him, thanks to a large online presence of reports about the influential ‘Wall of Two Williams’ rephotography project in China. Lindesay was thus alerted to the donation of boxes of Geil’s records and possessions to the Doylestown Historical Society, and he so he embarked on his pilgrimage to the Pennsylvanian town. In June 2008 Lindesay organized a commemorative ceremony at Geil’s graveside, and became the first and only Great Wall Studies scholar to examine the papers. Exhibitions across China followed, as did books published on three continents. A century after William Geil’s death in 1925, William Lindesay will be in the United States in June 2025 to deliver this fascinating ‘international’ Great Wall story. His vivid presentation features engaging storytelling, both stunning — and shocking — photographs, and moving videos — all to honour the legacy of William Geil (1865-1925), a forgotten great American explorer.",
      "date": "2025-07-01",
      "time": "6:00 PM",
      "location": "46 E 70th Street, NY, NY 10021​",
      "museum": "explorers",
      "museumName": "Explorers Events",
      "url": "https://www.explorers.org/calendar-of-events/over-the-great-wall-a-century-apart/",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "overthegreatwallacenturyapart-2025-07-01-explorers"
    },
    {
      "title": "Guelwaar. 1992. Written and directed by Ousmane Sembene",
      "description": "Guelwaar (1992), a sharp political satire by Ousmane Sembene, explores religious and social tensions in Senegal after a political activist’s body is mistakenly buried in the wrong cemetery. The film opened the inaugural New York African Film Festival.",
      "date": "2025-07-02",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10646",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "guelwaar1992writtenanddirectedbyousmanesembene-2025-07-02-moma"
    },
    {
      "title": "Adieu Philippine. 1962. Directed by Jacques Rozier",
      "description": "Adieu Philippine (1962), Jacques Rozier’s vibrant French New Wave gem, follows a young TV technician and two aspiring actresses as they navigate youth, romance, and looming military service. A lively, bittersweet portrait of 1960s France.",
      "date": "2025-07-02",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10647",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "adieuphilippine1962directedbyjacquesrozier-2025-07-02-moma"
    },
    {
      "title": "Silent Book Club of Death NYC at The Met Cloisters",
      "description": "Join the New York City chapter of the Silent Book Club of Death for an afternoon of reading and contemplating mortality.",
      "date": "2025-07-02",
      "time": "2–5 pm",
      "location": "The Met Cloisters Gallery 7, Cuxa Cloister",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/cloisters/free-talks/fy26/silent-book-club-cloisters/?_gl=1*16mzmbp*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTA4NjM0MTckbzMkZzEkdDE3NTA4NjQ1MTkkajM2JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Social Event",
      "data_source": "csv",
      "id": "silentbookclubofdeathnycatthemetcloisters-2025-07-02-met"
    },
    {
      "title": "World Oceans Week 2025",
      "description": "World Oceans Week 2025 will begin with a celebration of ocean science being done by The Explorers Club and beyond, as well as a celebration of one of the ocean’s staunchest defenders – Her Deepness, Sylvia Earle. Hosted by Club Fellow Josh Bernstein, includes Flag Returns, Hope Spots, and stories live from the front lines of ocean science. This event will include a Jubilee Celebration for Her Deepness, Sylvia Earle. Be sure to dress in blue and white for this celebratory toast, including a historic group photo, and an evening of revelry to follow — join us for a chance to add your voice in celebration of the great Sylvia Earle.",
      "date": "2025-07-02",
      "time": "5:30 PM",
      "location": "46 E 70th Street, NY, NY 10021​",
      "museum": "explorers",
      "museumName": "Explorers Events",
      "url": "https://www.explorers.org/calendar-of-events/oceans-week-2025-monday/",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "worldoceansweek2025-2025-07-02-explorers"
    },
    {
      "title": "DISPATCHES FROM THE FIELD: WEST HANSEN",
      "description": "Dispatches from the Field, a new digital program designed to bring The Explorers Club community closer—wherever you are. Each session kicks off with a 10-minute talk from a Featured Speaker, streamed live to the public on explorers.org and our YouTube channel. This will be followed by Campfire sessions—intimate, Members-Only breakout groups where you can connect, share ideas, and build relationships. This edition features West Hansen, MN’12, to present Canary in the Coal Mine: Kayaking the Entire Northwest Passage: The Drake Passage and the Panama Canal have been the only two shipping routes between the Atlantic and Pacific Oceans; one treacherous and the other a perpetual bottleneck. For centuries, traders sought the elusive Northwest Passage made infamous by the death of 129 men on Sir John Franklin’s HMS Erebus and Terror. Now, our kayak team successfully completed the route, without support in less than 100 days, signaling the opening of the fastest, safest and soon to be busiest route between the world’s two largest oceans.",
      "date": "2025-07-02",
      "time": "",
      "location": "",
      "museum": "explorers",
      "museumName": "Explorers Events",
      "url": "https://www.explorers.org/calendar-of-events/dispatches-from-the-field-west-hansen/",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "dispatchesfromthefieldwesthansen-2025-07-02-explorers"
    },
    {
      "title": "35 Rhums (35 Shots of Rum). 2008. Directed by Claire Denis",
      "description": "35 Shots of Rum (2008), Claire Denis’s tender tribute to Ozu’s Late Spring, explores the quiet bond between a widowed father and his daughter in Paris. A lyrical, emotionally rich portrait of love, change, and letting go.",
      "date": "2025-07-03",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10651",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "35rhums35shotsofrum2008directedbyclairedenis-2025-07-03-moma"
    },
    {
      "title": "The Harder They Come. 1972. Directed by Perry Henzell",
      "description": "The Harder They Come (1972), Jamaica’s first homegrown feature, stars Jimmy Cliff as a singer turned outlaw. With its gritty realism, reggae soundtrack, and anti-hero edge, it became a cult classic and midnight movie sensation.",
      "date": "2025-07-03",
      "time": "6:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10652",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "thehardertheycome1972directedbyperryhenzell-2025-07-03-moma"
    },
    {
      "title": "The Big Trail. 1930. Directed by Raoul Walsh",
      "description": "The Big Trail (1930), John Wayne’s first starring role, is a visually stunning western epic about pioneers on the Oregon Trail. Shot in Fox’s widescreen Grandeur process, Raoul Walsh’s film remains a landmark of early cinematic ambition.",
      "date": "2025-07-04",
      "time": "1:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10622",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "thebigtrail1930directedbyraoulwalsh-2025-07-04-moma"
    },
    {
      "title": "I Am Not Your Negro. 2016. Directed by Raoul Peck",
      "description": "I Am Not Your Negro (2016), directed by Raoul Peck and narrated by Samuel L. Jackson, powerfully brings James Baldwin’s unfinished work to life—exploring race in America through the lives of Medgar Evers, Malcolm X, and Martin Luther King Jr.",
      "date": "2025-07-04",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10648",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "iamnotyournegro2016directedbyraoulpeck-2025-07-04-moma"
    },
    {
      "title": "Before-Hours Tours with an Art Historian",
      "description": "Experience the serenity of an exclusive tour of MoMA before the museum opens to the public. Join your professional art-historian guide on a relaxing stroll through the galleries and connect on a deeper level with the works on display. Tours meet in the early morning, and you’ll get a full hour of exclusive access to the galleries via a private entrance. With your guide and a small group, you can take advantage of the morning’s peace and tranquility to look more deeply at works that typically draw larger crowds of visitors, while taking in fascinating facts and anecdotes about the artists and their techniques. This program is not part of Member Early Hours. Museum admission included in the cost of the tour. Afterward, explore MoMA’s six floors of galleries at your leisure. Discover an extensive range of modern and contemporary art, ranging from European painting and sculpture of the 1880s to contemporary film, design, and performance art. Admire famous works of modern art like Claude Monet’s Water Lilies, Pablo Picasso’s Les Demoiselles d’Avignon, Henri Matisse’s Dance (I), and Andy Warhol’s Campbell’s Soup Cans alongside contemporary pieces by Elizabeth Murray, Cindy Sherman, Ai Weiwei, and many others.",
      "date": "2025-07-04",
      "time": "MoMA, Floor 5",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10165",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "before-hourstourswithanarthistorian-2025-07-04-moma"
    },
    {
      "title": "UNIQLO Friday Nights",
      "description": "MoMA is now open late every Friday night, and admission is free for all New York State residents! Visit our newest exhibitions, Hilma af Klint: What Stands Behind the Flowers and Jack Whitten: The Messenger, along with our collection galleries. Get creative with drop-in drawing sessions and activities and artist demos in the Creativity Lab. Plus, shop for unique design objects from the MoMA Design Store.",
      "date": "2025-07-04",
      "time": "MoMA",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10253",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "uniqlofridaynights-2025-07-04-moma"
    },
    {
      "title": "Drop-in Drawing",
      "description": "In conjunction with the exhibition Hilma af Klint: What Stands Behind the Flowers, our July Drop-in Drawing sessions will be held in the Abby Aldrich Rockefeller Sculpture Garden. These drop-in sessions will feature self-guided nature-journaling prompts written by botanist Lena Struwe and inspired by Hilma af Klint’s practice of sustained attention to nature. Nature journaling is an easy way to get inspired by the natural discovery of small and large experiences wherever you are. Using your eyes, ears, and other senses and making sketches and written notes to create a journal page, you will learn how to see more everywhere, ask questions about it, and connect your observations to your memories and previous knowledge. Anyone can nature journal. Explore nature in this relaxed drop-in session for all ages. Materials and seating are provided. Participation is open to all, with no experience, ability, or reservations required. In addition to self-guided prompts, this session will feature short, artist-led demos/lessons throughout the evening. Drawing prompts will be available in English and Spanish. In the event of rain or high temperatures Drop-in Drawing will be held in Gallery 400. Drop-in Drawing is part of UNIQLO Friday Nights, when MoMA is open late every Friday night, and admission is free for all New York State residents. Dr. Lena Struwe is director of the Chrysler Herbarium and a professor at the School of Environmental and Biological Sciences at Rutgers University, where she teaches evolution, botany, biodiversity, and nature journaling. She has over 35 years of broad scientific research, community engagement, and teaching experience.",
      "date": "2025-07-04",
      "time": "MoMA, Floor 1, Sculpture Garden The Abby Aldrich Rockefeller Sculpture Garden",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10619",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "drop-indrawing-2025-07-04-moma"
    },
    {
      "title": "Met Expert Talks at The Met Cloisters—A History of The Met Cloisters",
      "description": "Join Museum experts for a deep dive into a selection of exhibition objects in the galleries.",
      "date": "2025-07-04",
      "time": "3–3:30 pm",
      "location": "The Met Cloisters Main Hall",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/cloisters/met-expert-talks-at-the-met-cloisters/fy26/met-expert-talks-cloisters-history/?_gl=1*dfpqpa*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTA4NjM0MTckbzMkZzEkdDE3NTA4NjQ3NjAkajQ5JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "metexperttalksatthemetcloistersahistoryofthemetcloisters-2025-07-04-met"
    },
    {
      "title": "Date Night at The Met",
      "description": "Every Friday and Saturday night, it’s Date Night at The Met! Bring a friend, a partner, or enjoy a solo evening of live music, drink specials, unique programming, and 5,000 years of art. Enjoy drink specials and light fare in the American Wing Cafe, The Great Hall Balcony Cafe, and the Petrie Court Cafe. Met Members at the Dual level and above are welcome to enjoy a small bites menu in the Balcony Lounge.",
      "date": "2025-07-04",
      "time": "5–9 pm",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/marketing/date-night-at-the-met/fy26/july/date-night-july-4-5/?_gl=1*tadfj5*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDMyNDckajQ1JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Performance",
      "data_source": "csv",
      "id": "datenightatthemet-2025-07-04-met"
    },
    {
      "title": "Numéro Deux. 1975. Directed by Jean-Luc Godard",
      "description": "Numéro Deux (1975), Jean-Luc Godard’s bold experiment in video and film, blends home movie and essay to rethink cinema itself. Politically charged and formally radical, it marked a new phase in Godard’s artistic evolution.",
      "date": "2025-07-05",
      "time": "1:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10653",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "numrodeux1975directedbyjean-lucgodard-2025-07-05-moma"
    },
    {
      "title": "Taiyō no Hakaba (The Sun’s Burial).1960. Directed by Nagisa Ōshima",
      "description": "The Sun’s Burial (1960), directed by Nagisa Ōshima, is a raw, violent portrait of postwar Tokyo’s underclass. A landmark of Japan’s New Wave, it blends chaos and humanism in a bleak vision of social decay.",
      "date": "2025-07-05",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10654",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "taiynohakabathesunsburial1960directedbynagisashima-2025-07-05-moma"
    },
    {
      "title": "The Harder They Come. 1972. Directed by Perry Henzell",
      "description": "The Harder They Come (1972), Jamaica’s first feature by Jamaicans, stars Jimmy Cliff as a singer turned outlaw. Fueled by a legendary reggae soundtrack, it became a cult hit and midnight movie staple.",
      "date": "2025-07-05",
      "time": "6:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10652",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "thehardertheycome1972directedbyperryhenzell-2025-07-05-moma"
    },
    {
      "title": "Member Early Hour",
      "description": "On Saturday and Sunday mornings from 9:30 to 10:30 a.m., select galleries in the Museum are open to members and their guests only. This weekend, explore Woven Histories: Textiles and Modern Abstraction, Video After Video: The Critical Media of CAMP, and Pirouette: Turning Points in Design, open for Member Early Hour.",
      "date": "2025-07-05",
      "time": "MoMA",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/7435",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "memberearlyhour-2025-07-05-moma"
    },
    {
      "title": "Before-Hours Tours with an Art Historian",
      "description": "Experience the serenity of an exclusive tour of MoMA before the museum opens to the public. Join your professional art-historian guide on a relaxing stroll through the galleries and connect on a deeper level with the works on display. Tours meet in the early morning, and you’ll get a full hour of exclusive access to the galleries via a private entrance. With your guide and a small group, you can take advantage of the morning’s peace and tranquility to look more deeply at works that typically draw larger crowds of visitors, while taking in fascinating facts and anecdotes about the artists and their techniques. This program is not part of Member Early Hours. Museum admission included in the cost of the tour. Afterward, explore MoMA’s six floors of galleries at your leisure. Discover an extensive range of modern and contemporary art, ranging from European painting and sculpture of the 1880s to contemporary film, design, and performance art. Admire famous works of modern art like Claude Monet’s Water Lilies, Pablo Picasso’s Les Demoiselles d’Avignon, Henri Matisse’s Dance (I), and Andy Warhol’s Campbell’s Soup Cans alongside contemporary pieces by Elizabeth Murray, Cindy Sherman, Ai Weiwei, and many others.",
      "date": "2025-07-05",
      "time": "MoMA, Floor 5",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10165",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "before-hourstourswithanarthistorian-2025-07-05-moma"
    },
    {
      "title": "Weekend Member Mornings",
      "description": "On View, Just for You Start your weekend at The Met! Every Saturday and Sunday, Members are invited to experience select exhibitions before public hours.",
      "date": "2025-07-05",
      "time": "9–10 am",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/membership/weekend-member-mornings/weekend-member-mornings-july-5/?_gl=1*qod33c*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDMzNzkkajU4JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "weekendmembermornings-2025-07-05-met"
    },
    {
      "title": "Date Night at The Met",
      "description": "Every Friday and Saturday night, it’s Date Night at The Met! Bring a friend, a partner, or enjoy a solo evening of live music, drink specials, unique programming, and 5,000 years of art. Enjoy drink specials and light fare in the American Wing Cafe, The Great Hall Balcony Cafe, and the Petrie Court Cafe. Met Members at the Dual level and above are welcome to enjoy a small bites menu in the Balcony Lounge.",
      "date": "2025-07-05",
      "time": "5–9 pm",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/marketing/date-night-at-the-met/fy26/july/date-night-july-4-5/?_gl=1*7jm51b*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDM0NDIkajU4JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Performance",
      "data_source": "csv",
      "id": "datenightatthemet-2025-07-05-met"
    },
    {
      "title": "Taiga. 1992. Written and directed by Ulrike Ottinger",
      "description": "Taiga (1992), Ulrike Ottinger’s epic 8.5-hour documentary, immerses viewers in the daily life of Northern Mongolia’s nomadic yak and reindeer herders—a meditative, visually rich reflection on culture, humanity, and the natural world.",
      "date": "2025-07-06",
      "time": "12:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10655",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "taiga1992writtenanddirectedbyulrikeottinger-2025-07-06-moma"
    },
    {
      "title": "Member Early Hour",
      "description": "On Saturday and Sunday mornings from 9:30 to 10:30 a.m., select galleries in the Museum are open to members and their guests only. This weekend, explore Woven Histories: Textiles and Modern Abstraction, Video After Video: The Critical Media of CAMP, and Pirouette: Turning Points in Design, open for Member Early Hour.",
      "date": "2025-07-06",
      "time": "MoMA",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/7435",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "memberearlyhour-2025-07-06-moma"
    },
    {
      "title": "Before-Hours Tours with an Art Historian",
      "description": "Experience the serenity of an exclusive tour of MoMA before the museum opens to the public. Join your professional art-historian guide on a relaxing stroll through the galleries and connect on a deeper level with the works on display. Tours meet in the early morning, and you’ll get a full hour of exclusive access to the galleries via a private entrance. With your guide and a small group, you can take advantage of the morning’s peace and tranquility to look more deeply at works that typically draw larger crowds of visitors, while taking in fascinating facts and anecdotes about the artists and their techniques. This program is not part of Member Early Hours. Museum admission included in the cost of the tour. Afterward, explore MoMA’s six floors of galleries at your leisure. Discover an extensive range of modern and contemporary art, ranging from European painting and sculpture of the 1880s to contemporary film, design, and performance art. Admire famous works of modern art like Claude Monet’s Water Lilies, Pablo Picasso’s Les Demoiselles d’Avignon, Henri Matisse’s Dance (I), and Andy Warhol’s Campbell’s Soup Cans alongside contemporary pieces by Elizabeth Murray, Cindy Sherman, Ai Weiwei, and many others.",
      "date": "2025-07-06",
      "time": "MoMA, Floor 5",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10165",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "before-hourstourswithanarthistorian-2025-07-06-moma"
    },
    {
      "title": "Permanent Vacation. 1980. Written and directed by Jim Jarmusch",
      "description": "Permanent Vacation (1980), Jim Jarmusch’s debut feature, is a moody portrait of a drifting teenager in pre-gentrification Soho. Shot in 16mm, it captures the alienation of a post-punk generation with raw, minimalist charm.",
      "date": "2025-07-07",
      "time": "5:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10649",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "permanentvacation1980writtenanddirectedbyjimjarmusch-2025-07-07-moma"
    },
    {
      "title": "Senseless. 1961. Directed by Ron Rice The Flower Thief. 1960. Written and directed by Ron Rice",
      "description": "Ron Rice’s The Flower Thief (1960) and Senseless (1961) are key works of 1960s underground cinema. Shot in 16mm with a Beat sensibility, these poetic, rebellious films capture the spirit of avant-garde filmmaking at its East Village peak.",
      "date": "2025-07-07",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10656",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "senseless1961directedbyronricetheflowerthief1960writtenanddirectedbyronrice-2025-07-07-moma"
    },
    {
      "title": "Hilma af Klint Member Lecture Series",
      "description": "In the spring and summer of 1919 and 1920, during a period of intense engagement with the natural world, artist Hilma af Klint drew flowers almost every day. In celebration of the exhibition Hilma af Klint: What Stands Behind the Flowers we invite you to delve into Hilma af Klint’s explorations of nature and spirituality through a three-part lecture series. This lecture series engages Hilma af Klint’s unique archive of botanical drawings to explore questions fundamental to histories of modern art. Through a close discussion of af Klint’s unique and compelling project, we will visit the borders between art and science, and we will test the divisions between scientific rationality and visionary intuition. Fundamentally, we will come to understand the importance of Hilma af Klint’s contributions at the frontiers of these powerful interpretive frameworks.",
      "date": "2025-07-07",
      "time": "MoMA, Mezzanine, Theater 3 The Celeste Bartos Theater",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10560",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "hilmaafklintmemberlectureseries-2025-07-07-moma"
    },
    {
      "title": "Connecting Collections Summer Institute",
      "description": "Learn techniques for analyzing and interpreting modern and contemporary art in three New York City art museums.",
      "date": "2025-07-07",
      "time": "10 am–4 pm",
      "location": "The Met Fifth Avenue Bonnie J. Sacerdote Lecture Hall, Ruth and Harold D. Uris Center for Education",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/workshops-and-classes/educator-programs/fy26/connecting-collections/?_gl=1*dwvdjx*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTA4NjM0MTckbzMkZzEkdDE3NTA4NjUwMjIkajIxJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "connectingcollectionssummerinstitute-2025-07-07-met"
    },
    {
      "title": "725 Salon: Chun Wai Chan",
      "description": "At this special salon event, Chun Wai Chan, the first Chinese principal dancer of the New York City Ballet will perform classic ballet excerpts live and share insights into the movements and emotional expression behind his work and life.",
      "date": "2025-07-07",
      "time": "6:30 - 8:30 p.m.",
      "location": "725 Park Ave New York, NY 10021",
      "museum": "asia-society",
      "museumName": "Asia Society Events",
      "url": "https://asiasociety.org/center-us-china-relations/events/725-salon-chun-wai-chan",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Performance",
      "data_source": "csv",
      "id": "725salonchunwaichan-2025-07-07-asia-society"
    },
    {
      "title": "Tokyo monogatari (Tokyo Story). 1953. Directed by Yasujirō Ozu",
      "description": "Tokyo Story (1953), Yasujirō Ozu’s quietly devastating tale of aging parents visiting their indifferent children, is a masterwork of emotional restraint and cinematic grace—now hailed as one of the greatest films ever made.",
      "date": "2025-07-08",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10639",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "tokyomonogataritokyostory1953directedbyyasujirozu-2025-07-08-moma"
    },
    {
      "title": "Numéro Deux. 1975. Directed by Jean-Luc Godard",
      "description": "Numéro Deux (1975) is Jean-Luc Godard’s bold blend of video and film—a radical, self-reflective essay on family, media, and cinema itself, marking a break from his early work and a turn toward new visual language.",
      "date": "2025-07-08",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10653",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "numrodeux1975directedbyjean-lucgodard-2025-07-08-moma"
    },
    {
      "title": "YPC Curatorial Walk-Through: Visual Vernaculars",
      "description": "Join us for a breakfast reception and early-hours walk-through of Gallery 521: Visual Vernaculars, led by Oluremi C. Onabanjo, The Peter Schub Curator, Department of Photography. This event is open to members of the Young Patrons Council. To learn more about the benefits of membership and how to join, please contact Natalie Sereda at (212) 333-1240 or natalie_sereda@moma.org. Founded in 1990, the Young Patrons Council of The Museum of Modern Art (formerly the Junior Associates) is one of New York City’s first young patron programs. A dynamic group of art enthusiasts between the ages of 21 and 40, the Young Patrons Council is an integral part of the MoMA family, participating in and supporting modern and contemporary art initiatives both at the Museum and within the greater art world. Through exclusive access to galleries, artist studios, private collections, and curatorial tours, members of the Young Patrons Council have the chance to build lasting relationships with artists, collectors, curators, and their fellow members.",
      "date": "2025-07-08",
      "time": "MoMA, Floor 5, 521 The Alfred H. Barr, Jr. Galleries",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10727",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "ypccuratorialwalk-throughvisualvernaculars-2025-07-08-moma"
    },
    {
      "title": "Whitten Talks with Nathalie Joachim and George Lewis",
      "description": "Join the acclaimed composers-performers Nathalie Joachim and George Lewis as they reflect on Jack Whitten’s deep engagement with jazz as a method for artistic expression. They will consider the role of improvisation in his practice, the meaning of music for Whitten, and what they see in the artist’s work as composers and musicians. This event is part of Whitten Talks: Artists on Artists, a series of conversations on the occasion of the exhibition _Jack Whitten: The Messenger_ in which contemporary artists reflect on Whitten’s pathbreaking exploration of race, technology, jazz, love, and war from the 1960s through to his legacy today. Please join us for what will be illuminating conversations revealing what only artists see. Nathalie Joachim is a Grammy-nominated performer and composer committed to storytelling as a form of human connection and cultural awareness. She is regularly commissioned to write for orchestra, instrumental and vocal ensembles, dance, and interdisciplinary theater. Joachim is an assistant professor of composition at Princeton University and a 2024–25 MoMA Scholar in Residence. George Lewis is an acclaimed American composer, musicologist, and trombonist. He is the Edwin H. Case Professor of American Music and Area Chair in Composition at Columbia University and the artistic director of the International Contemporary Ensemble. His scholarship considers the history and criticism of experimental music, computer music, interactive media, and improvisation, and their entanglement with the dynamics of race, gender, and decolonization. This program is organized by the Department of Research Programs and the Jack Whitten: The Messenger curatorial team.",
      "date": "2025-07-08",
      "time": "MoMA, Mezzanine, Theater 3 The Celeste Bartos Theater",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10572",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "whittentalkswithnathaliejoachimandgeorgelewis-2025-07-08-moma"
    },
    {
      "title": "Fools for Love",
      "description": "Presenter/Author Helen Schulman with Cleyvis Natera",
      "date": "2025-07-08",
      "time": "6pm - 7:45pm",
      "location": "1133 Broadway",
      "museum": "rizzoli-bookstore",
      "museumName": "Rizzoli Bookstore Events",
      "url": "https://www.rizzolibookstore.com/fools-love",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Talk",
      "data_source": "csv",
      "id": "foolsforlove-2025-07-08-rizzoli-bookstore"
    },
    {
      "title": "Senseless. 1961. Directed by Ron Rice The Flower Thief. 1960. Written and directed by Ron Rice",
      "description": "Ron Rice’s The Flower Thief (1960) and Senseless (1961) are playful, Beat-influenced landmarks of underground cinema—freeform 16mm experiments that helped define the East Village’s avant-garde film scene in the early 1960s.",
      "date": "2025-07-09",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10656",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "senseless1961directedbyronricetheflowerthief1960writtenanddirectedbyronrice-2025-07-09-moma"
    },
    {
      "title": "A Bad Son and Two Short Films",
      "description": "L’Alliance New York presents Papillon (2024), Agua (1989), and a new restoration of Claude Sautet’s Un mauvais fils (1980), a gripping portrait of addiction and redemption. Followed by a discussion with curator Jake Perlin and David Schwartz.",
      "date": "2025-07-09",
      "time": "6:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10666",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "abadsonandtwoshortfilms-2025-07-09-moma"
    },
    {
      "title": "Glenn Ligon Tour at the Brant Foundation",
      "description": "Join us at the Brant Foundation for a special after-hours celebration of Glenn Ligon, an exhibition of video, neon installations, and paintings by the titular artist, whose practice reconsiders American history through engagements with the written word. An American Conceptual artist based in New York City, with over 35 works in MoMA’s collection, Glenn Ligon is best known for text-based paintings and lightworks that explore race, language, and identity. Ligon’s work addresses the failures of representation in the American zeitgeist while drawing from a variety of sources—including the writings of literary greats James Baldwin and Zora Neale Hurston, Richard Pryor’s stand-up comedy, and Steve Reich’s minimalist musical compositions. Doors open at 6:00 p.m. Remarks by Sabrina Marsalisi, the Brant Foundation’s director of education, will begin at 6:15, followed by a guided tour of the exhibition.",
      "date": "2025-07-09",
      "time": "The Brant Foundation",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10722",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition/Special Event",
      "data_source": "csv",
      "id": "glennligontouratthebrantfoundation-2025-07-09-moma"
    },
    {
      "title": "A Bomb Placed Close to the Heart: A Novel",
      "description": "Presenter/Author Nishant Batsha with Jafreen Uddin",
      "date": "2025-07-09",
      "time": "6pm - 8pm",
      "location": "1133 Broadway",
      "museum": "rizzoli-bookstore",
      "museumName": "Rizzoli Bookstore Events",
      "url": "https://www.rizzolibookstore.com/bomb-placed-close-heart-novel",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Talk",
      "data_source": "csv",
      "id": "abombplacedclosetotheheartanovel-2025-07-09-rizzoli-bookstore"
    },
    {
      "title": "Charles Sumner: Conscience of a Nation",
      "description": "Join author Zaakir Tameez in Bryant Park for a fresh look at Charles Sumner—beyond the infamous 1856 caning. Explore his pioneering role in civil rights, his vision of multiracial democracy, and the personal complexities of one of the most passionate reformers of his time. Presented in partnership with the Bryant Park Reading Room.",
      "date": "2025-07-09",
      "time": "7 – 8 pm",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://www.nyhistory.org/programs/charles-sumner-conscience-of-a-nation?date=2025-07-09",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "charlessumnerconscienceofanation-2025-07-09-womens-history"
    },
    {
      "title": "Summer Summit: China",
      "description": "On July 9, 2025, Asia Society France & Salzburg Global & Asia Society Policy Institute's Center for China Analysis will gather top China analysts, investors, academics and cultural figures at Columbia University Global Center in Paris to take a fresh look at the outlook for China and its role in a fast-changing world. China’s trajectory - can it transition to a consumer economy? What is the outlook for its trade and technology sectors? How will Europe respond to China’s technological and geopolitical ambitions in light of a more protectionist U.S.? What cultural and social trends are defining China’s future - and ours?",
      "date": "2025-07-09",
      "time": "9 a.m. - 7 p.m.",
      "location": "Paris, France",
      "museum": "asia-society",
      "museumName": "Asia Society Events",
      "url": "https://asiasociety.org/france/events/summer-summit-china",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Symposium",
      "data_source": "csv",
      "id": "summersummitchina-2025-07-09-asia-society"
    },
    {
      "title": "PSNY Free Verse Workshop: Nothing About Us Without Us",
      "description": "About the instructor: Sara Beth Brooks (she/they) is a queer & disabled self-taught poet & teaching artist. Her poetry has appeared in Squawk Back, Eunoia Review, Rogue Agent, Big Windows Review, Tiny Spoon, & elsewhere. Their self-published Zine IN BLOOM was released in 2024 and explores their experience during the first few years of the COVID pandemic. She lives on Nisenan Miwok land, colonized today as Sacramento, CA.",
      "date": "2025-07-09",
      "time": "7 AM PST",
      "location": "Online",
      "museum": "the-poetry-society-of-new-york",
      "museumName": "The Poetry Society Of New York Events",
      "url": "https://www.eventbrite.com/e/psny-free-verse-workshop-nothing-about-us-without-us-tickets-1407719419679?aff=oddtdtcreator",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "psnyfreeverseworkshopnothingaboutuswithoutus-2025-07-09-the-poetry-society-of-new-york"
    },
    {
      "title": "Gallery Tour: New York and the Art Students League",
      "description": "Join experienced docents and dive into the lasting impact of the Art Students League, whose alumni include Normal Rockwell, Mark Rothco, Georgia O'Keeffee, and Jacob Lawrence.",
      "date": "2025-07-09",
      "time": "",
      "location": "The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "the-new-york-historical-society",
      "museumName": "The New York Historical Society Events",
      "url": "https://www.nyhistory.org/programs/gallery-tour-new-york-and-the-art-students-league1?date=2025-07-09",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Tours",
      "data_source": "csv",
      "id": "gallerytournewyorkandtheartstudentsleague-2025-07-09-the-new-york-historical-society"
    },
    {
      "title": "Charles Sumner: Conscience of a Nation",
      "description": "Our popular outdoor lecture series is back! The New York Historical is thrilled to once again partner with the Bryant Park Reading Room to present a series of free programs in the park.",
      "date": "2025-07-09",
      "time": "",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "the-new-york-historical-society",
      "museumName": "The New York Historical Society Events",
      "url": "https://www.nyhistory.org/programs/charles-sumner-conscience-of-a-nation?date=2025-07-09",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Talk",
      "data_source": "csv",
      "id": "charlessumnerconscienceofanation-2025-07-09-the-new-york-historical-society"
    },
    {
      "title": "Taiyō no Hakaba (The Sun’s Burial). 1960. Directed by Nagisa Ōshima",
      "description": "The Sun’s Burial (1960), Nagisa Ōshima’s explosive early feature, captures postwar Tokyo’s violent underworld with raw energy and bleak humanism—a defining work of Japan’s New Wave.",
      "date": "2025-07-10",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10654",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "taiynohakabathesunsburial1960directedbynagisashima-2025-07-10-moma"
    },
    {
      "title": "American Hunter. 1988. Directed by Arizal",
      "description": "American Hunter (1988), Arizal’s wildly over-the-top Indonesian action film starring Chris Mitchum, returns in a rare 35mm print. A cult favorite at Spectacle, it’s a delirious explosion of stunts, chaos, and low-budget brilliance.",
      "date": "2025-07-10",
      "time": "6:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10628",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "americanhunter1988directedbyarizal-2025-07-10-moma"
    },
    {
      "title": "Member Gallery Experience: Nakagin Capsule Tower",
      "description": "In 1972, Japanese architect Kisho Kurokawa introduced the Nakagin Capsule Tower as a radically new vision for urban living. During this Member Gallery Experience on the opening day of The Many Lives of the Nakagin Capsule Tower, get an exclusive opportunity to step inside Capsule A1305, a fully restored unit from the Tower’s top floor that is now in MoMA’s collection.",
      "date": "2025-07-10",
      "time": "MoMA, Floor 1",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10698",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "membergalleryexperiencenakagincapsuletower-2025-07-10-moma"
    },
    {
      "title": "America at 250: The Battle of Brooklyn",
      "description": "The 250th anniversary of the American Revolution has begun! Learn about free resources that support teaching New York's important contributions to the war fo independence to prepare for the commemoration of this momentous occasion, Participants will receive 1 CTLE hour",
      "date": "2025-07-10",
      "time": "6-7 pm",
      "location": "Zoom",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://us06web.zoom.us/meeting/register/lkXU_XYXSAGHTIVGDVhJBQ#/registration",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "americaat250thebattleofbrooklyn-2025-07-10-womens-history"
    },
    {
      "title": "Met Expert Talks—The New Art: American Photography, 1839–1910",
      "description": "Join Museum experts for a deep dive into a selection of exhibition objects in the galleries.",
      "date": "2025-07-10",
      "time": "3–3:30 pm",
      "location": "The Met Fifth Avenue Gallery 691, The Charles Z. Offin Gallery",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/public-programs/met-expert-talks/fy26/met-expert-talks-the-new-art/?_gl=1*2rzku1*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTA4NjM0MTckbzMkZzEkdDE3NTA4NjUwMzckajYkbDAkaDA.",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "metexperttalksthenewartamericanphotography18391910-2025-07-10-met"
    },
    {
      "title": "American Hunter. 1988. Directed by Arizal",
      "description": "American Hunter (1988), Arizal’s wildly over-the-top Indonesian action film starring Chris Mitchum, returns in a rare 35mm print. A cult favorite at Spectacle, it’s a delirious explosion of stunts, chaos, and low-budget brilliance.",
      "date": "2025-07-11",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10628",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "americanhunter1988directedbyarizal-2025-07-11-moma"
    },
    {
      "title": "Que Dios me perdone (May God Forgive Me). 1948. Directed by Tito Davison",
      "description": "May God Forgive Me (1948) stars María Félix in a gripping noir-tinged espionage tale set in WWII-era Mexico City, showcasing her range in a dual role and reflecting the era’s global tensions and cinematic style.",
      "date": "2025-07-11",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10672",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "quediosmeperdonemaygodforgiveme1948directedbytitodavison-2025-07-11-moma"
    },
    {
      "title": "Artist Demos: Weaving",
      "description": "Learn creative techniques in live, artist-led demonstrations and make art in a relaxed drop-in session in the Creativity Lab. Get inspired and try your hand at weaving with Cynthia Alberto’s approach to zero-waste weaving. Together, we’ll activate looms connected to ancestral traditions.",
      "date": "2025-07-11",
      "time": "5:30–7:30 p.m.",
      "location": "MoMA, Floor 2, Creativity Lab The Paula and James Crown Creativity Lab",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10556",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshops",
      "data_source": "csv",
      "id": "artistdemosweaving-2025-07-11-moma"
    },
    {
      "title": "UNIQLO Friday Nights",
      "description": "MoMA is now open late every Friday night, and admission is free for all New York State residents! Visit our newest exhibitions, Hilma af Klint: What Stands Behind the Flowers and Jack Whitten: The Messenger, along with our collection galleries. Get creative with drop-in drawing sessions and activities and artist demos in the Creativity Lab. Plus, shop for unique design objects from the MoMA Design Store.",
      "date": "2025-07-11",
      "time": "MoMA",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10253",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "uniqlofridaynights-2025-07-11-moma"
    },
    {
      "title": "New York Historical Summer!",
      "description": "Spend your Friday evenings with us this July! The New York Historical is celebrating the summer with live music.",
      "date": "2025-07-11",
      "time": "5:30 – 7:30 pm",
      "location": "1st floor, Robert H. and Clarice Smith New York Gallery of American History at The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://www.nyhistory.org/programs/new-york-historical-summer10?date=2025-07-11",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Music",
      "data_source": "csv",
      "id": "newyorkhistoricalsummer-2025-07-11-womens-history"
    },
    {
      "title": "Met Expert Talks at The Met Cloisters—A History of The Met Cloisters",
      "description": "Join Museum experts for a deep dive into a selection of exhibition objects in the galleries.",
      "date": "2025-07-11",
      "time": "3–3:30 pm",
      "location": "The Met Cloisters Main Hall",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/cloisters/met-expert-talks-at-the-met-cloisters/fy26/met-expert-talks-cloisters-history/?_gl=1*17uncsd*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTA4NjM0MTckbzMkZzEkdDE3NTA4NjUwOTYkajkkbDAkaDA.",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "metexperttalksatthemetcloistersahistoryofthemetcloisters-2025-07-11-met"
    },
    {
      "title": "Date Night—Sargent and Paris",
      "description": "Join us for a lively evening of performances, art making, and chats inspired by the exhibition Sargent and Paris.",
      "date": "2025-07-11",
      "time": "6–8 pm",
      "location": "The Met Fifth Avenue Various locations, Floors 1 and 2",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/celebrations/festivals/fy26/date-night-sargent-and-paris/?_gl=1*1eeciej*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTA4NjM0MTckbzMkZzEkdDE3NTA4NjU5MDEkajEyJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "datenightsargentandparis-2025-07-11-met"
    },
    {
      "title": "The Observant Eye",
      "description": "Slow down, tap into your powers of observation, and discover a work of art through close looking and discussion.",
      "date": "2025-07-11",
      "time": "6:30–7:30 pm",
      "location": "The Met Fifth Avenue Meet in Carson Family Hall, Ruth and Harold D. Uris Center for Education",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/workshops-and-classes/academic-and-research-programs/college-and-university-programs/the-observant-eye/fy26/the-observant-eye/?_gl=1*4fzjch*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTA4NjM0MTckbzMkZzEkdDE3NTA4NjYwMTAkajU4JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "theobservanteye-2025-07-11-met"
    },
    {
      "title": "Drop-in Drawing—Sketching Sargent",
      "description": "Experience The Met collection through creative drawing challenges with expert teaching artists. In this special gallery session, draw inspiration from the shapes and lines found in both John Singer and Emily Sargent’s watercolor paintings created during their time in Paris, and use them to create your own illustrious watercolor sketch. Materials are provided, but you may bring your own sketchbook. Please note, only pencils are allowed in the galleries. Demonstrations repeat every 40 minutes. For visitors of all ages. Presented in conjunction with the exhibitions Sargent and Paris and Emily Sargent: Portrait of a Family and as a part of Date Night—Sargent and Paris.",
      "date": "2025-07-11",
      "time": "6–8 pm",
      "location": "The Met Fifth Avenue Gallery 548, Carroll and Milton Petrie European Sculpture Court",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/workshops-and-classes/creative-practice/drop-in-drawing/fy26/drop-in-drawing-sketching-sargent/?_gl=1*13b53bi*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDM3NjkkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "drop-indrawingsketchingsargent-2025-07-11-met"
    },
    {
      "title": "Date Night at The Met",
      "description": "Every Friday and Saturday night, it’s Date Night at The Met! Bring a friend, a partner, or enjoy a solo evening of live music, drink specials, unique programming, and 5,000 years of art. Enjoy drink specials and light fare in the American Wing Cafe, The Great Hall Balcony Cafe, and the Petrie Court Cafe. Met Members at the Dual level and above are welcome to enjoy a small bites menu in the Balcony Lounge.",
      "date": "2025-07-11",
      "time": "5–9 pm",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/marketing/date-night-at-the-met/fy26/july/date-night-july-11-12/?_gl=1*1vfrwge*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDQxNjgkajU3JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Performance",
      "data_source": "csv",
      "id": "datenightatthemet-2025-07-11-met"
    },
    {
      "title": "Artists on Artworks—Artist Drake Carr on John Singer Sargent",
      "description": "See The Met collection through artists' eyes. Join painter and illustrator Drake Carr as he reflects on artwork in the exhibition Sargent and Paris. Listen as Carr discusses themes in the exhibit that resonate with his artistic practice and shares more about his own work as a portrait painter.",
      "date": "2025-07-11",
      "time": "7–7:30 pm",
      "location": "The Met Fifth Avenue Gallery 899, The Tisch Galleries",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/public-programs/gallery-talks/artists-on-artworks-drake-carr-on-sargent-and-paris/?_gl=1*19qmzs4*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDQyNjYkajUwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Artist Talk",
      "data_source": "csv",
      "id": "artistsonartworksartistdrakecarronjohnsingersargent-2025-07-11-met"
    },
    {
      "title": "PSNY Virtual Workshop: Poetics Through Performance & Play",
      "description": "Juliet Gelfman-Randazzo lives in Philadelphia, where she curates the reading series Spit Poetry. She is the author of the poetry chapbooks \"Heehee\" (Ursus Americanus Press, 2024) and \"DUH\" (Bullshit Lit, 2022), and her work appears or is forthcoming in Joyland, The Offing, Poetry Northwest, The Rumpus, and The Cleveland Review of Books, among others. She received her MFA from Rutgers-Camden in 2023 and attended the summer 2024 Tin House Workshop. She can be followed @tall.spy (Instagram) and @tall__spy (Twitter) but she can never be caught.",
      "date": "2025-07-11",
      "time": "7 AM PST",
      "location": "Online",
      "museum": "the-poetry-society-of-new-york",
      "museumName": "The Poetry Society Of New York Events",
      "url": "https://www.eventbrite.com/e/psny-virtual-workshop-poetics-through-performance-play-tickets-1375120866529?aff=erelpanelorg",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "psnyvirtualworkshoppoeticsthroughperformanceplay-2025-07-11-the-poetry-society-of-new-york"
    },
    {
      "title": "New York Historical Summer!",
      "description": "Spend your Friday evenings with us this July! The New York Historical is celebrating the summer with live music.",
      "date": "2025-07-11",
      "time": "5:30 PM",
      "location": "1st floor, Robert H. and Clarice Smith New York Gallery of American History at The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "the-new-york-historical-society",
      "museumName": "The New York Historical Society Events",
      "url": "https://www.nyhistory.org/programs/new-york-historical-summer10?date=2025-07-11",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Music",
      "data_source": "csv",
      "id": "newyorkhistoricalsummer-2025-07-11-the-new-york-historical-society"
    },
    {
      "title": "Enamorada (In Love). 1946. Directed by Emilio Fernández",
      "description": "Enamorada (1946), a landmark of Mexico’s Golden Age, stars María Félix as a fiery aristocrat and Pedro Armendáriz as the revolutionary who challenges her world, in Emilio Fernández’s lush, romantic tale inspired by The Taming of the Shrew.",
      "date": "2025-07-12",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10673",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "enamoradainlove1946directedbyemiliofernndez-2025-07-12-moma"
    },
    {
      "title": "La diosa arrodillada (The Kneeling Goddess). 1947. Directed by Roberto Gavaldón",
      "description": "The Kneeling Goddess (1947) is a noir-inflected melodrama starring María Félix as a captivating model at the center of a destructive love triangle, blending art, obsession, and tragedy in Roberto Gavaldón’s haunting tale of desire and guilt.",
      "date": "2025-07-12",
      "time": "6:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10674",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "ladiosaarrodilladathekneelinggoddess1947directedbyrobertogavaldn-2025-07-12-moma"
    },
    {
      "title": "Member Early Hour",
      "description": "On Saturday and Sunday mornings from 9:30 to 10:30 a.m., select galleries in the Museum are open to members and their guests only. This weekend, explore Woven Histories: Textiles and Modern Abstraction, Video After Video: The Critical Media of CAMP, and Pirouette: Turning Points in Design, open for Member Early Hour.",
      "date": "2025-07-12",
      "time": "MoMA",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/7435",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "memberearlyhour-2025-07-12-moma"
    },
    {
      "title": "Before-Hours Tours with an Art Historian",
      "description": "Experience the serenity of an exclusive tour of MoMA before the museum opens to the public. Join your professional art-historian guide on a relaxing stroll through the galleries and connect on a deeper level with the works on display. Tours meet in the early morning, and you’ll get a full hour of exclusive access to the galleries via a private entrance. With your guide and a small group, you can take advantage of the morning’s peace and tranquility to look more deeply at works that typically draw larger crowds of visitors, while taking in fascinating facts and anecdotes about the artists and their techniques. This program is not part of Member Early Hours. Museum admission included in the cost of the tour. Afterward, explore MoMA’s six floors of galleries at your leisure. Discover an extensive range of modern and contemporary art, ranging from European painting and sculpture of the 1880s to contemporary film, design, and performance art. Admire famous works of modern art like Claude Monet’s Water Lilies, Pablo Picasso’s Les Demoiselles d’Avignon, Henri Matisse’s Dance (I), and Andy Warhol’s Campbell’s Soup Cans alongside contemporary pieces by Elizabeth Murray, Cindy Sherman, Ai Weiwei, and many others.",
      "date": "2025-07-12",
      "time": "MoMA, Floor 5",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10165",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "before-hourstourswithanarthistorian-2025-07-12-moma"
    },
    {
      "title": "Member Garden Talk: Oasis in the City",
      "description": "Dive deeper into MoMA’s collection and exhibitions with free, member-only tours. Join us to explore our new installation, Oasis in the City, which enlivens the Sculpture Garden with contemporary works. In the event of rain, this talk will take place indoors and will highlight the second-floor collection galleries.",
      "date": "2025-07-12",
      "time": "MoMA, Floor 1, Sculpture Garden The Abby Aldrich Rockefeller Sculpture Garden",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10771",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "membergardentalkoasisinthecity-2025-07-12-moma"
    },
    {
      "title": "Weekend Member Mornings",
      "description": "On View, Just for You Start your weekend at The Met! Every Saturday and Sunday, Members are invited to experience select exhibitions before public hours.",
      "date": "2025-07-12",
      "time": "9–10 am",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/membership/weekend-member-mornings/weekend-member-mornings-july-12/?_gl=1*bvwhhf*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDQzODgkajU3JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "weekendmembermornings-2025-07-12-met"
    },
    {
      "title": "81st Street Studio Member Mornings",
      "description": "81st Street Studio, Just for You Explore the 81st Street Studio–The Met's new space for art, science, and discovery! Family level Members and above are invited to experience the 81st Street Studio before public hours.",
      "date": "2025-07-12",
      "time": "9–10 am",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/membership/81st-street-studio-member-mornings/81st-street-studio-member-mornings-july-12/?_gl=1*kcexjy*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDQ1MjIkajU4JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Family Program",
      "data_source": "csv",
      "id": "81ststreetstudiomembermornings-2025-07-12-met"
    },
    {
      "title": "Open Studio—Sound and Sculpture",
      "description": "Use unconventional materials to create your own sculpture inspired by musical instruments in The Met collection. Presented in conjunction with the exhibition The Roof Garden Commission: Jennie C. Jones, Ensemble.",
      "date": "2025-07-12",
      "time": "1–4 pm",
      "location": "The Met Fifth Avenue Gallery 548, Carroll and Milton Petrie European Sculpture Court",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/workshops-and-classes/creative-practice/open-studio/fy25/open-studio-sound-and-sculpture/?_gl=1*1049b9c*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDQ2ODYkajU4JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "openstudiosoundandsculpture-2025-07-12-met"
    },
    {
      "title": "Date Night at The Met",
      "description": "Every Friday and Saturday night, it’s Date Night at The Met! Bring a friend, a partner, or enjoy a solo evening of live music, drink specials, unique programming, and 5,000 years of art. Enjoy drink specials and light fare in the American Wing Cafe, The Great Hall Balcony Cafe, and the Petrie Court Cafe. Met Members at the Dual level and above are welcome to enjoy a small bites menu in the Balcony Lounge.",
      "date": "2025-07-12",
      "time": "5–9 pm",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/marketing/date-night-at-the-met/fy26/july/date-night-july-11-12/?_gl=1*18xr4ii*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDQ3NjYkajU3JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Performance",
      "data_source": "csv",
      "id": "datenightatthemet-2025-07-12-met"
    },
    {
      "title": "The 14th Annual New York City Poetry Festival",
      "description": "POETOPIA AWAITS! Free-to-attend NYC Poetry Fest returns to Governors Island July 12–13 with 8 stages, iconic poets, 100+ vendors, & more!",
      "date": "2025-07-12",
      "time": "11:00 AM",
      "location": "Nolan Park Governors Island New York, NY 10004",
      "museum": "the-poetry-society-of-new-york",
      "museumName": "The Poetry Society Of New York Events",
      "url": "https://www.eventbrite.com/e/the-14th-annual-new-york-city-poetry-festival-tickets-1273004222899?aff=erelexpmlt",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "the14thannualnewyorkcitypoetryfestival-2025-07-12-the-poetry-society-of-new-york"
    },
    {
      "title": "El peñón de las ánimas (The Rock of Souls). 1942. Directed by Miguel Zacarías",
      "description": "The Rock of Souls (1942) marks María Félix’s film debut, starring alongside Jorge Negrete in a ranchero melodrama of love and family rivalry—an early glimpse of the commanding presence that would make her a Mexican cinema icon.",
      "date": "2025-07-13",
      "time": "1:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10675",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "elpendelasnimastherockofsouls1942directedbymiguelzacaras-2025-07-13-moma"
    },
    {
      "title": "La mujer de todos (Everybody’s Woman). 1946. Directed by Julio Bracho",
      "description": "Everybody’s Woman (1946) features María Félix as a complex heroine in Julio Bracho’s adaptation of La dame aux camélias, reimagined during the Mexican Revolution to explore love, sacrifice, and societal expectations of women.",
      "date": "2025-07-13",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10676",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "lamujerdetodoseverybodyswoman1946directedbyjuliobracho-2025-07-13-moma"
    },
    {
      "title": "Member Early Hour",
      "description": "On Saturday and Sunday mornings from 9:30 to 10:30 a.m., select galleries in the Museum are open to members and their guests only. This weekend, explore Woven Histories: Textiles and Modern Abstraction, Video After Video: The Critical Media of CAMP, and Pirouette: Turning Points in Design, open for Member Early Hour.",
      "date": "2025-07-13",
      "time": "MoMA",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/7435",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "memberearlyhour-2025-07-13-moma"
    },
    {
      "title": "Before-Hours Tours with an Art Historian",
      "description": "Experience the serenity of an exclusive tour of MoMA before the museum opens to the public. Join your professional art-historian guide on a relaxing stroll through the galleries and connect on a deeper level with the works on display. Tours meet in the early morning, and you’ll get a full hour of exclusive access to the galleries via a private entrance. With your guide and a small group, you can take advantage of the morning’s peace and tranquility to look more deeply at works that typically draw larger crowds of visitors, while taking in fascinating facts and anecdotes about the artists and their techniques. This program is not part of Member Early Hours. Museum admission included in the cost of the tour. Afterward, explore MoMA’s six floors of galleries at your leisure. Discover an extensive range of modern and contemporary art, ranging from European painting and sculpture of the 1880s to contemporary film, design, and performance art. Admire famous works of modern art like Claude Monet’s Water Lilies, Pablo Picasso’s Les Demoiselles d’Avignon, Henri Matisse’s Dance (I), and Andy Warhol’s Campbell’s Soup Cans alongside contemporary pieces by Elizabeth Murray, Cindy Sherman, Ai Weiwei, and many others.",
      "date": "2025-07-13",
      "time": "MoMA, Floor 5",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10165",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "before-hourstourswithanarthistorian-2025-07-13-moma"
    },
    {
      "title": "Jesse Krimes: Corrections",
      "description": "Photography has played a key role in structuring systems of power in society, including those related to crime and punishment. This exhibition presents immersive contemporary installations by the artist Jesse Krimes (American, b. 1982) alongside nineteenth-century photographs from The Met collection by the French criminologist Alphonse Bertillon, who developed the first modern system of criminal identification before the adoption of fingerprinting. Krimes’s image-based installations, made over the course of his six-year incarceration, reflect the ingenuity of an artist working without access to traditional materials. Employing prison-issued soap, hair gel, playing cards, and newspaper he created works of art that seek to disrupt and recontextualize the circulation of photographs in the media. Displayed at The Met in dialogue with Bertillon, whose pioneering method paired anthropomorphic measurements with photographs to produce the present-day mug shot, Krimes’s work raises questions about the perceived neutrality of our systems of identification and the hierarchies of social imbalance they create and reinscribe. An artist for whom collaboration and activism are vital, Krimes founded the Center for Art and Advocacy to highlight the talent and creative potential among individuals who have experienced incarceration and to support and improve outcomes for formerly incarcerated artists. The exhibition is made possible by Joyce Frank Menschel.",
      "date": "2025-07-13",
      "time": "",
      "location": "The Met Fifth Avenue in Gallery 851",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://www.metmuseum.org/exhibitions/jesse-krimes-corrections",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "jessekrimescorrections-2025-07-13-met"
    },
    {
      "title": "Weekend Member Mornings",
      "description": "On View, Just for You Start your weekend at The Met! Every Saturday and Sunday, Members are invited to experience select exhibitions before public hours. Entry for Weekend Member Mornings Please enter at the 81st Street and Fifth Avenue entrance. Once inside, present your Membership card and proceed directly to the Museum galleries. See the Exhibitions on View Just for You Sargent and Paris Superfine: Tailoring Black Style Lorna Simpson: Source Notes Iba Ndiaye: Between Latitude and Longitude The Roof Garden Commission: Jennie C. Jones, Ensemble",
      "date": "2025-07-13",
      "time": "9–10 am",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/membership/weekend-member-mornings/weekend-member-mornings-july-13/?_gl=1*17ltcs5*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDQ4NDkkajU3JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "weekendmembermornings-2025-07-13-met"
    },
    {
      "title": "81st Street Studio Member Mornings",
      "description": "81st Street Studio, Just for You Explore the 81st Street Studio–The Met's new space for art, science, and discovery! Family level Members and above are invited to experience the 81st Street Studio before public hours.",
      "date": "2025-07-13",
      "time": "9–10 am",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/membership/81st-street-studio-member-mornings/81st-street-studio-member-mornings-july-13/?_gl=1*vxgcak*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDQ5MzkkajU4JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Family Program",
      "data_source": "csv",
      "id": "81ststreetstudiomembermornings-2025-07-13-met"
    },
    {
      "title": "Family Afternoon—Travel",
      "description": "Come ready to look, imagine, and create! Drop in for free, hands-on family fun. Take inspiration from the exhibition Sargent in Paris to create unique works of art about traveling. Learn how materials make art come to life! Families with children of all ages and abilities are welcome; recommended for children ages 3–11 years. Materials are provided. Presented in conjunction with the exhibition Sargent in Paris.",
      "date": "2025-07-13",
      "time": "1–4 pm",
      "location": "The Met Fifth Avenue Studio Classroom and Art Study Room, Ruth and Harold D. Uris Center for Education",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/workshops-and-classes/family-programs/fy25/family-afternoon-travel/?_gl=1*1teasam*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDQ5OTgkajU5JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Family Program",
      "data_source": "csv",
      "id": "familyafternoontravel-2025-07-13-met"
    },
    {
      "title": "The 14th Annual New York City Poetry Festival",
      "description": "POETOPIA AWAITS! Free-to-attend NYC Poetry Fest returns to Governors Island July 12–13 with 8 stages, iconic poets, 100+ vendors, & more!",
      "date": "2025-07-13",
      "time": "11:00 AM",
      "location": "Nolan Park Governors Island New York, NY 10004",
      "museum": "the-poetry-society-of-new-york",
      "museumName": "The Poetry Society Of New York Events",
      "url": "https://www.eventbrite.com/e/the-14th-annual-new-york-city-poetry-festival-tickets-1273004222899?aff=erelexpmlt",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "the14thannualnewyorkcitypoetryfestival-2025-07-13-the-poetry-society-of-new-york"
    },
    {
      "title": "Río Escondido (Hidden River). 1948. Directed by Emilio Fernández",
      "description": "In Río Escondido (1948), María Félix plays a devoted teacher confronting corruption in a remote village, offering a powerful portrait of post-revolutionary ideals in Emilio Fernández’s political allegory—visually striking and deeply patriotic.",
      "date": "2025-07-14",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10677",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "roescondidohiddenriver1948directedbyemiliofernndez-2025-07-14-moma"
    },
    {
      "title": "Doña Bárbara. 1943. Directed by Fernando de Fuentes",
      "description": "In Doña Bárbara (1943), María Félix commands the screen as a fierce landowner shaped by trauma, in a landmark role that earned her the title \"La Doña\" and redefined the image of female power in Latin American cinema.",
      "date": "2025-07-14",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10690",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "doabrbara1943directedbyfernandodefuentes-2025-07-14-moma"
    },
    {
      "title": "Intern Insights",
      "description": "Join current Met undergraduate and graduate interns for thematic, interactive conversations about works of art in The Met collection.",
      "date": "2025-07-14",
      "time": "11–11:45 am and 2–2:45 pm",
      "location": "The Met Fifth Avenue Meet in Gallery 534, Vélez Blanco Patio",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/academic-and-research-programs/college-and-university-programs/intern-insights/fy25/intern-insights/?_gl=1*1wrbalk*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDUwNTYkajEkbDAkaDA.",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsights-2025-07-14-met"
    },
    {
      "title": "Maclovia. 1948. Directed by Emilio Fernández",
      "description": "Maclovia (1948) Set on Janitzio Island, Maclovia follows a forbidden romance between a young woman (María Félix) and a fisherman amid family resistance and military oppression. Directed by Emilio Fernández and shot by Gabriel Figueroa, the film blends striking visuals with social critique, exploring Indigenous life and state power in post-revolutionary Mexico.",
      "date": "2025-07-15",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10691",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "maclovia1948directedbyemiliofernndez-2025-07-15-moma"
    },
    {
      "title": "Tizoc. 1957. Directed by Ismael Rodriguez",
      "description": "Tizoc (1957) In their only film together, María Félix and Pedro Infante star in this tragic romance between a European-descended woman and a Mixtec Indigenous man, exploring themes of love and racial prejudice. Directed by Ismael Rodríguez, Tizoc earned international acclaim, including a Golden Globe and a Silver Bear for Infante’s performance.",
      "date": "2025-07-15",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10692",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "tizoc1957directedbyismaelrodriguez-2025-07-15-moma"
    },
    {
      "title": "Intern Insights",
      "description": "Join current Met undergraduate and graduate interns for thematic, interactive conversations about works of art in The Met collection.",
      "date": "2025-07-15",
      "time": "\"11–11:45 am and 2–2:45 pm",
      "location": "The Met Fifth Avenue Meet in Gallery 534, Vélez Blanco Patio",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/academic-and-research-programs/college-and-university-programs/intern-insights/fy25/intern-insights/?_gl=1*18c443m*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDUyMTgkajE5JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsights-2025-07-15-met"
    },
    {
      "title": "Met Expert Talks—Lorna Simpson: Source Notes",
      "description": "Lauren Rosati, Associate Curator and Research Projects Manager, The Leonard A. Lauder Research Center for Modern Art, The Met Join Museum experts, including curators, conservators, scientists, and scholars, for a deep dive into a selection of exhibition objects in the galleries. Hear new insights and untold stories from Met insiders and take a closer look at the works of art. You’ll also have the opportunity to ask questions. Presented in conjunction with the exhibition Lorna Simpson: Source Notes.",
      "date": "2025-07-15",
      "time": "3–3:30 pm",
      "location": "The Met Fifth Avenue Gallery 913",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/public-programs/met-expert-talks/fy26/met-expert-talks-lorna-simpson/?_gl=1*1u2wh8*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDUyOTgkajIzJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "metexperttalkslornasimpsonsourcenotes-2025-07-15-met"
    },
    {
      "title": "French Cancan. 1954.Directed by Jean Renoir",
      "description": "French Cancan (1954) – Jean Renoir’s Technicolor musical set in Belle Époque Paris stars María Félix as a Spanish dancer opposite Jean Gabin and Édith Piaf. A dazzling blend of romance, performance, and Parisian spectacle.",
      "date": "2025-07-16",
      "time": "4:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10693",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "frenchcancan1954directedbyjeanrenoir-2025-07-16-moma"
    },
    {
      "title": "Doña Diabla. 1950. Directed by Tito Daviso",
      "description": "Doña Diabla (1950) – María Félix stars as a scorned divorcée who turns seduction into revenge—until her daughter falls for the wrong man. A gripping noir melodrama that earned Félix her third Ariel Award and a spot at Cannes.",
      "date": "2025-07-16",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10694",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "doadiabla1950directedbytitodaviso-2025-07-16-moma"
    },
    {
      "title": "Pioneering Scientific Voices: Women and STEM",
      "description": "Women have been making breakthroughs in STEM fields throughout US history. Discover some of these women’s stories and learn ways to share their inspiring contributions with your students.",
      "date": "2025-07-16",
      "time": "6-7 pm",
      "location": "Zoom",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://us06web.zoom.us/meeting/register/UKYEkiMrQOyBgUGB8Jomkw#/registration",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "pioneeringscientificvoiceswomenandstem-2025-07-16-womens-history"
    },
    {
      "title": "Illiberal America: A History",
      "description": "Pulitzer Prize–winning historian Steven Hahn (NYU) traces the long arc of American illiberalism—from Native removal and Reconstruction to the January 6 Capitol insurrection. Presented by the New-York Historical Society in partnership with the Bryant Park Reading Room.",
      "date": "2025-07-16",
      "time": "7 – 8 pm",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://www.nyhistory.org/programs/illiberal-america-a-history?date=2025-07-16",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "illiberalamericaahistory-2025-07-16-womens-history"
    },
    {
      "title": "Art History Study Group—Eighteenth-Century American Furniture",
      "description": "Alyce Perry Englund, Associate Curator of American Decorative Arts, The American Wing, The Met Expand your knowledge of art history through virtual introductions to core themes and close examination of Met objects with Museum experts. Join curator Alyce Perry Englund, the American Wing, to talk about The Calculated Curve: Eighteenth-Century American Furniture and delve into a pivotal moment in American furniture design from 1720 to 1770. Take a closer look at the materials, ergonomics, and sculptural expression embedded in furniture design during a critical age of global exchange and social stratification. Presented in conjunction with The Calculated Curve: Eighteenth-Century American Furniture. Fee: $40. Please note: This live event takes place on Zoom. Space is limited; advance registration is required. Registration closes Tuesday, July 15, 2025, or when registration is full.",
      "date": "2025-07-16",
      "time": "3–4:30 pm",
      "location": "Online Zoom",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/workshops-and-classes/public-programs/art-history-study-group/fy26/art-history-study-group-eighteenth-century-american-furniture/?_gl=1*11k3us1*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDU0NzYkajU4JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "arthistorystudygroupeighteenth-centuryamericanfurniture-2025-07-16-met"
    },
    {
      "title": "Dispatches from the Field: Alison Criscitiello",
      "description": "This will be followed by Campfire sessions—intimate, Members-Only breakout groups where you can connect, share ideas, and build relationships. This edition features Alison Criscitiello, EC50 2025, to present Drilling the Longest Ice Core in Canadian History: Axel Heiberg Island In April and May of 2025, a team of Canadian and Danish scientists co-led by Dr. Alison Criscitiello drilled the deepest ice core in all of the Americas, on Axel Heiberg Island in the Canadian high Arctic. It is likely to contain a 10-20,000 year record of Arctic climate variability. Due to its location on the edge of the Arctic Ocean, this ice cap may hold critical information about sea ice and Arctic Ocean variability in the past. Alison and team also drilled four 70m deep cores; these cores will date back to ~1870, and will be used to look at the atmospheric transport of various environmental contaminants to the North. Get a quick glimpse into the complex logistics and big science that Alison and her team just pulled off!",
      "date": "2025-07-16",
      "time": "12:00 PM",
      "location": "",
      "museum": "explorers",
      "museumName": "Explorers Events",
      "url": "https://www.explorers.org/calendar-of-events/dispatches-from-the-field-alison-criscitiello/",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Member's Only",
      "data_source": "csv",
      "id": "dispatchesfromthefieldalisoncriscitiello-2025-07-16-explorers"
    },
    {
      "title": "Illiberal America: A History",
      "description": "Our popular outdoor lecture series is back! The New York Historical is thrilled to once again partner with the Bryant Park Reading Room to present a series of free programs in the park.",
      "date": "2025-07-16",
      "time": "7 PM - 8PM",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "the-new-york-historical-society",
      "museumName": "The New York Historical Society Events",
      "url": "https://www.nyhistory.org/programs/illiberal-america-a-history?date=2025-07-16",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Talk",
      "data_source": "csv",
      "id": "illiberalamericaahistory-2025-07-16-the-new-york-historical-society"
    },
    {
      "title": "La mujer sin alma (The Woman Without a Soul). 1944. Directed by Fernando de Fuentes",
      "description": "La mujer sin alma (1944) – María Félix plays a working-class beauty who climbs the social ladder by seducing and discarding wealthy men. A sharp melodrama about ambition, power, and class, directed by Fernando de Fuentes.",
      "date": "2025-07-17",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10696",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "lamujersinalmathewomanwithoutasoul1944directedbyfernandodefuentes-2025-07-17-moma"
    },
    {
      "title": "Amok. 1944. Directed by Antonio Momplet",
      "description": "Amok (1944) – In this tropical melodrama based on Stefan Zweig’s novel, María Félix plays dual roles that haunt a troubled surgeon spiraling into madness. A rare globe-trotting production for Mexican cinema’s Golden Age, featuring a score by Agustín Lara.",
      "date": "2025-07-17",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10697",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "amok1944directedbyantoniomomplet-2025-07-17-moma"
    },
    {
      "title": "Writing Club: On Jack Whitten, with Jazzy Charles and Antoinette Cooper",
      "description": "Jazzy Charles and Antoinette Cooper facilitate this Writing Club focusing on works by Jack Whitten currently on view in the exhibition Jack Whitten: The Messenger. Inspired by these three artists’ approaches to abstraction, we’ll explore writing and music as a means of investigating and experiencing the ineffable nature of Whitten’s work. This session will take place in-person at MoMA.",
      "date": "2025-07-17",
      "time": "7:00–8:30 p.m.",
      "location": "MoMA, Floor 6",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10616",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshops",
      "data_source": "csv",
      "id": "writingclubonjackwhittenwithjazzycharlesandantoinettecooper-2025-07-17-moma"
    },
    {
      "title": "Flashes of Brilliance",
      "description": "Presenter/Author Anika Burgess",
      "date": "2025-07-17",
      "time": "6pm - 8pm",
      "location": "1133 Broadway",
      "museum": "rizzoli-bookstore",
      "museumName": "Rizzoli Bookstore Events",
      "url": "https://www.rizzolibookstore.com/flashes-brilliance",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Talk",
      "data_source": "csv",
      "id": "flashesofbrilliance-2025-07-17-rizzoli-bookstore"
    },
    {
      "title": "Intern Insights",
      "description": "Join current Met undergraduate and graduate interns for thematic, interactive conversations about works of art in The Met collection.",
      "date": "2025-07-17",
      "time": "11–11:45 am and 2–2:45 pm",
      "location": "The Met Fifth Avenue Meet in Gallery 534, Vélez Blanco Patio",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/academic-and-research-programs/college-and-university-programs/intern-insights/fy25/intern-insights/?_gl=1*lfmnsn*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDU1NTEkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsights-2025-07-17-met"
    },
    {
      "title": "Met Expert Talks—On Sighting the Many Identities of the Nāgas",
      "description": "Harsha Gautam, Jane and Morgan Whitney Fellow, Department of Asian Art, The Met Join Museum experts, including curators, conservators, scientists, and scholars, for a deep dive into a selection of exhibition objects in the galleries. Hear new insights and untold stories from Met insiders and take a closer look at the works of art. You’ll also have the opportunity to ask questions. This talk explores the multiple identities and shifting roles of the enigmatic nāgas (serpent deities) in Indian religions. Focusing on their depictions in sculpture, learn how the nature deities preserved their independence as they were gradually assimilated as minor or subordinate entities within larger Indian religious traditions.",
      "date": "2025-07-17",
      "time": "3–3:30 pm",
      "location": "The Met Fifth Avenue Gallery 206",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/public-programs/met-expert-talks/fy26/met-expert-talks-on-sighting-the-many-identities-of-the-nagas/?_gl=1*wmgw2k*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDU2MjUkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "metexperttalksonsightingthemanyidentitiesofthengas-2025-07-17-met"
    },
    {
      "title": "Río Escondido (Hidden River). 1948. Directed by Emilio Fernández",
      "description": "Río Escondido (1948) – María Félix stars as a determined schoolteacher sent to a remote village in this powerful political allegory directed by Emilio Fernández. A landmark of post-revolutionary Mexican cinema, featuring stunning cinematography by Gabriel Figueroa and a rare presidential cameo.",
      "date": "2025-07-18",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10677",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "roescondidohiddenriver1948directedbyemiliofernndez-2025-07-18-moma"
    },
    {
      "title": "Que Dios me perdone (May God Forgive Me). 1948. Directed by Tito Davison",
      "description": "Que Dios me perdone (1948) – In this noir-tinged WWII espionage thriller set in Mexico City, María Félix plays a mysterious woman with dual identities at the center of international intrigue. Directed by Tito Davison with a script by José Revueltas, the film blends psychological tension with political shadows.",
      "date": "2025-07-18",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10672",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "quediosmeperdonemaygodforgiveme1948directedbytitodavison-2025-07-18-moma"
    },
    {
      "title": "UNIQLO Friday Nights",
      "description": "MoMA is now open late every Friday night, and admission is free for all New York State residents! Visit our newest exhibitions, Hilma af Klint: What Stands Behind the Flowers and Jack Whitten: The Messenger, along with our collection galleries. Get creative with drop-in drawing sessions and activities and artist demos in the Creativity Lab. Plus, shop for unique design objects from the MoMA Design Store.",
      "date": "2025-07-18",
      "time": "MoMA",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10253",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "uniqlofridaynights-2025-07-18-moma"
    },
    {
      "title": "Drop-in Drawing",
      "description": "In conjunction with the exhibition Hilma af Klint: What Stands Behind the Flowers, our July Drop-in Drawing sessions will be held in the Abby Aldrich Rockefeller Sculpture Garden. These drop-in sessions will feature self-guided nature-journaling prompts written by botanist Lena Struwe and inspired by Hilma af Klint’s practice of sustained attention to nature. Nature journaling is an easy way to get inspired by the natural discovery of small and large experiences wherever you are. Using your eyes, ears, and other senses and making sketches and written notes to create a journal page, you will learn how to see more everywhere, ask questions about it, and connect your observations to your memories and previous knowledge. Anyone can nature journal. Explore nature in this relaxed drop-in session for all ages. Materials and seating are provided. Participation is open to all, with no experience, ability, or reservations required. In addition to self-guided prompts, this session will feature short, artist-led demos/lessons throughout the evening. Drawing prompts will be available in English and Spanish. In the event of rain or high temperatures Drop-in Drawing will be held in Gallery 400. Drop-in Drawing is part of UNIQLO Friday Nights, when MoMA is open late every Friday night, and admission is free for all New York State residents. Dr. Lena Struwe is director of the Chrysler Herbarium and a professor at the School of Environmental and Biological Sciences at Rutgers University, where she teaches evolution, botany, biodiversity, and nature journaling. She has over 35 years of broad scientific research, community engagement, and teaching experience.",
      "date": "2025-07-18",
      "time": "MoMA, Floor 1, Sculpture Garden The Abby Aldrich Rockefeller Sculpture Garden",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10619",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "drop-indrawing-2025-07-18-moma"
    },
    {
      "title": "New York Historical Summer!",
      "description": "Spend your Friday evenings with us this July! The New York Historical is celebrating the summer with live music.",
      "date": "2025-07-18",
      "time": "5:30 – 7:30 pm",
      "location": "1st floor, Robert H. and Clarice Smith New York Gallery of American History at The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://www.nyhistory.org/programs/new-york-historical-summer10?date=2025-07-11",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Music",
      "data_source": "csv",
      "id": "newyorkhistoricalsummer-2025-07-18-womens-history"
    },
    {
      "title": "Met Expert Talks at The Met Cloisters—A History of The Met Cloisters",
      "description": "Join Museum experts for a deep dive into a selection of exhibition objects in the galleries.",
      "date": "2025-07-18",
      "time": "3–3:30 pm",
      "location": "The Met Cloisters Main Hall",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/cloisters/met-expert-talks-at-the-met-cloisters/fy26/met-expert-talks-cloisters-history/?_gl=1*1ellmge*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTA4NjM0MTckbzMkZzEkdDE3NTA4NjYyMjckajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "metexperttalksatthemetcloistersahistoryofthemetcloisters-2025-07-18-met"
    },
    {
      "title": "Date Night at The Met",
      "description": "Every Friday and Saturday night, it’s Date Night at The Met! Bring a friend, a partner, or enjoy a solo evening of live music, drink specials, unique programming, and 5,000 years of art. Enjoy drink specials and light fare in the American Wing Cafe, The Great Hall Balcony Cafe, and the Petrie Court Cafe. Met Members at the Dual level and above are welcome to enjoy a small bites menu in the Balcony Lounge.",
      "date": "2025-07-18",
      "time": "5–9 pm",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/marketing/date-night-at-the-met/fy26/july/date-night-july-18-29/?_gl=1*1ckxjg8*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDU2ODYkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Performance",
      "data_source": "csv",
      "id": "datenightatthemet-2025-07-18-met"
    },
    {
      "title": "PSNY Virtual Workshop: How to End a Poem",
      "description": "About the Instructor: Mary Helen Callier is the author of When the Horses (Alice James Books, 2025). Her poems have appeared in Bennington Review, Sixth Finch, New England Review, and elsewhere. She received her MFA from Washington University in St. Louis, and is currently an instructor and doctoral candidate in English and Literary Arts at the University of Denver, where she serves as one of the poetry editors for Denver Quarterly.",
      "date": "2025-07-18",
      "time": "7 AM PST",
      "location": "Online",
      "museum": "the-poetry-society-of-new-york",
      "museumName": "The Poetry Society Of New York Events",
      "url": "https://www.eventbrite.com/e/psny-virtual-workshop-how-to-end-a-poem-tickets-1375226121349?aff=erelpanelorg",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "psnyvirtualworkshophowtoendapoem-2025-07-18-the-poetry-society-of-new-york"
    },
    {
      "title": "Meet the Curator: Blacklisted: An American Story Featuring: Anne Lessy",
      "description": "Have you ever wanted to chat with our curators about how exhibitions at The New York Historical come together? Now's your chance! Join curator Anne Lessy in the exhibition Blacklisted: An American Story and learn what it was like to work on this exploration of politics, art, culture, and social dynamics during Hollywood’s Red Scare of the 1940s and '50s. Lessy will briefly introduce the project and highlight a few of her favorite items before opening up the conversation to your questions. Meet the Curator is a monthly program that invites visitors to engage in casual conversation with members of The New York Historical's curatorial team. Come to talk and ask questions about our current exhibitions and the objects on display. Anne Lessy is an assistant curator of history exhibitions and academic engagement at The New York Historical.",
      "date": "2025-07-18",
      "time": "12 PM - 1 PM",
      "location": "1st floor, Robert H. and Clarice Smith South Gallery, The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "the-new-york-historical-society",
      "museumName": "The New York Historical Society Events",
      "url": "https://www.nyhistory.org/programs/meet-the-curator-blacklisted?date=2025-07-18",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Tours",
      "data_source": "csv",
      "id": "meetthecuratorblacklistedanamericanstoryfeaturingannelessy-2025-07-18-the-new-york-historical-societ"
    },
    {
      "title": "New York Historical Summer!",
      "description": "Spend your Friday evenings with us this July! The New York Historical is celebrating the summer with live music.",
      "date": "2025-07-18",
      "time": "5:30 PM – 7:30 PM",
      "location": "1st floor, Robert H. and Clarice Smith New York Gallery of American History at The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "the-new-york-historical-society",
      "museumName": "The New York Historical Society Events",
      "url": "https://www.nyhistory.org/programs/new-york-historical-summer11?date=2025-07-18",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Music",
      "data_source": "csv",
      "id": "newyorkhistoricalsummer-2025-07-18-the-new-york-historical-society"
    },
    {
      "title": "La diosa arrodillada (The Kneeling Goddess). 1947. Directed by Roberto Gavaldón",
      "description": "La diosa arrodillada (The Kneeling Goddess) (1947) – María Félix stars in Roberto Gavaldón’s lush noir melodrama as a model whose likeness in a sculpture sets off a deadly spiral of desire and betrayal. A tale of obsession and moral ambiguity, driven by Félix’s commanding performance.",
      "date": "2025-07-19",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10674",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "ladiosaarrodilladathekneelinggoddess1947directedbyrobertogavaldn-2025-07-19-moma"
    },
    {
      "title": "Enamorada (In Love). 1946. Directed by Emilio Fernández",
      "description": "In this classic of Mexican Golden Age cinema, María Félix stars as a fiery aristocrat whose world is upended by a revolutionary general. Emilio Fernández’s sweeping romantic drama pairs sharp performances with stunning visuals by Gabriel Figueroa.",
      "date": "2025-07-19",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10673",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "enamoradainlove1946directedbyemiliofernndez-2025-07-19-moma"
    },
    {
      "title": "Weaving with Twine and Recycled Materials",
      "description": "Join artist Kris Waymire to learn how to create a handmade bag or basket using traditional weaving techniques and everyday, recycled materials like jute and plastic bags. Waymire will also provide historical context around weaving with twine, and will share resources for weaving at home. All are welcome. Recommended for adults and teens. Space is limited and registration is required. Kris Waymire is an Iñupiaq and Quechua artist who works primarily with beads and textiles. They create geometric patterns inspired by Old Bering Sea hunting tools and Andean weaving. Using leather, sinew, furs, and beads, they reclaim familial knowledge with their work. Waymire studied studio art at New York University and was a 2023 Windgate Lamar Fellow with the Center for Craft. In 2024 they were an artist-in-residence at Ma’s House on Shinnecock. This workshop is repeated twice. Register for the workshop on Saturday, July 19, 9:00–10:30 a.m. Register for the workshop on Monday, July 21, 6:30–8:00 p.m.",
      "date": "2025-07-19",
      "time": "MoMA, Floor 2, Creativity Lab The Paula and James Crown Creativity Lab",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10742",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "weavingwithtwineandrecycledmaterials-2025-07-19-moma"
    },
    {
      "title": "Member Early Hour",
      "description": "On Saturday and Sunday mornings from 9:30 to 10:30 a.m., select galleries in the Museum are open to members and their guests only. This weekend, explore Woven Histories: Textiles and Modern Abstraction, Video After Video: The Critical Media of CAMP, and Pirouette: Turning Points in Design, open for Member Early Hour.",
      "date": "2025-07-19",
      "time": "MoMA",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/7435#occurrences",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "memberearlyhour-2025-07-19-moma"
    },
    {
      "title": "Before-Hours Tours with an Art Historian",
      "description": "Experience the serenity of an exclusive tour of MoMA before the museum opens to the public. Join your professional art-historian guide on a relaxing stroll through the galleries and connect on a deeper level with the works on display. Tours meet in the early morning, and you’ll get a full hour of exclusive access to the galleries via a private entrance. With your guide and a small group, you can take advantage of the morning’s peace and tranquility to look more deeply at works that typically draw larger crowds of visitors, while taking in fascinating facts and anecdotes about the artists and their techniques. This program is not part of Member Early Hours. Museum admission included in the cost of the tour. Afterward, explore MoMA’s six floors of galleries at your leisure. Discover an extensive range of modern and contemporary art, ranging from European painting and sculpture of the 1880s to contemporary film, design, and performance art. Admire famous works of modern art like Claude Monet’s Water Lilies, Pablo Picasso’s Les Demoiselles d’Avignon, Henri Matisse’s Dance (I), and Andy Warhol’s Campbell’s Soup Cans alongside contemporary pieces by Elizabeth Murray, Cindy Sherman, Ai Weiwei, and many others.",
      "date": "2025-07-19",
      "time": "MoMA, Floor 5",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10165",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "before-hourstourswithanarthistorian-2025-07-19-moma"
    },
    {
      "title": "Weekend Member Mornings",
      "description": "On View, Just for You Start your weekend at The Met! Every Saturday and Sunday, Members are invited to experience select exhibitions before public hours. Entry for Weekend Member Mornings Please enter at the 81st Street and Fifth Avenue entrance. Once inside, present your Membership card and proceed directly to the Museum galleries. See the Exhibitions on View Just for You Sargent and Paris Superfine: Tailoring Black Style Lorna Simpson: Source Notes Iba Ndiaye: Between Latitude and Longitude The Roof Garden Commission: Jennie C. Jones, Ensemble",
      "date": "2025-07-19",
      "time": "9–10 am",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/membership/weekend-member-mornings/weekend-member-mornings-july-19/?_gl=1*xupxv9*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDU4ODckajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "weekendmembermornings-2025-07-19-met"
    },
    {
      "title": "Studio Workshop—Remix Your Portrait",
      "description": "Unleash your creativity in this hands-on workshop for adults! Join Met teaching artists Alayna Wiley and Rebecca Sutton for a playful exploration of mixed-media portraiture. Inspired by artist Lorna Simpson’s bold techniques, you’ll combine elements of poetry, collage, and painting to make your own portrait. Whether you’re a seasoned artist or curious to try something new, this workshop invites you to experiment with materials and connect with art at The Met in a different way. Presented in conjunction with the exhibition Lorna Simpson: Source Notes. Fee: $95. Materials are provided. Please note: Space is limited; advance registration is required. Registration closes on Friday, July 18, 2025, or when registration is full.",
      "date": "2025-07-19",
      "time": "1–4 pm",
      "location": "The Met Fifth Avenue Carroll Classroom, Ruth and Harold D. Uris Center for Education",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/workshops-and-classes/creative-practice/studio-workshops/fy26/studio-workshop-remix-your-portrait/?_gl=1*1kilstz*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDYwMTUkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "studioworkshopremixyourportrait-2025-07-19-met"
    },
    {
      "title": "Workshop—Making Iron Gall Ink at The Met Cloisters",
      "description": "Iron gall ink, made from commonplace oak galls, iron, and tree sap, was the ink of choice throughout the European Middle Ages. Learn the processes behind iron gall ink, as well as recipes and techniques for this traditional writing and drawing medium, alongside artist Natalie Stopka. Make your own ink to take home. Fee: $65. All materials are provided. Please note: Space is limited; advance registration is required. Registration closes Thursday, July 17, 2025, or when registration is full.",
      "date": "2025-07-19",
      "time": "2–4 pm",
      "location": "The Met Cloisters Gallery 7, Cuxa Cloister",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/workshops-and-classes/cloisters/workshops-at-the-met-cloisters/fy26/iron-gall-ink-workshop-cloisters/?_gl=1*17nkdae*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDczMTgkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "workshopmakingirongallinkatthemetcloisters-2025-07-19-met"
    },
    {
      "title": "Date Night at The Met",
      "description": "Every Friday and Saturday night, it’s Date Night at The Met! Bring a friend, a partner, or enjoy a solo evening of live music, drink specials, unique programming, and 5,000 years of art. Enjoy drink specials and light fare in the American Wing Cafe, The Great Hall Balcony Cafe, and the Petrie Court Cafe. Met Members at the Dual level and above are welcome to enjoy a small bites menu in the Balcony Lounge.",
      "date": "2025-07-19",
      "time": "5–9 pm",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/marketing/date-night-at-the-met/fy26/july/date-night-july-18-29/?_gl=1*9k1047*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDczMjckajUxJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Performance",
      "data_source": "csv",
      "id": "datenightatthemet-2025-07-19-met"
    },
    {
      "title": "El peñón de las ánimas (The Rock of Souls). 1942. Directed by Miguel Zacarías",
      "description": "María Félix makes her screen debut as a woman torn between love and a family feud in this ranchero melodrama opposite Jorge Negrete. A pivotal first step toward her legendary status as “La Doña.",
      "date": "2025-07-20",
      "time": "1:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10675",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "elpendelasnimastherockofsouls1942directedbymiguelzacaras-2025-07-20-moma"
    },
    {
      "title": "Doña Bárbara. 1943. Directed by Fernando de Fuentes",
      "description": "María Félix cemented her star persona as “La Doña” in this landmark adaptation of Rómulo Gallegos’ novel. As a fierce landowner shaped by trauma, she redefined the Latin American female protagonist with power, complexity, and unforgettable presence.",
      "date": "2025-07-20",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10690",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "doabrbara1943directedbyfernandodefuentes-2025-07-20-moma"
    },
    {
      "title": "Member Early Hour",
      "description": "On Saturday and Sunday mornings from 9:30 to 10:30 a.m., select galleries in the Museum are open to members and their guests only. This weekend, explore Woven Histories: Textiles and Modern Abstraction, Video After Video: The Critical Media of CAMP, and Pirouette: Turning Points in Design, open for Member Early Hour.",
      "date": "2025-07-20",
      "time": "MoMA",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/7435",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "memberearlyhour-2025-07-20-moma"
    },
    {
      "title": "Before-Hours Tours with an Art Historian",
      "description": "Experience the serenity of an exclusive tour of MoMA before the museum opens to the public. Join your professional art-historian guide on a relaxing stroll through the galleries and connect on a deeper level with the works on display. Tours meet in the early morning, and you’ll get a full hour of exclusive access to the galleries via a private entrance. With your guide and a small group, you can take advantage of the morning’s peace and tranquility to look more deeply at works that typically draw larger crowds of visitors, while taking in fascinating facts and anecdotes about the artists and their techniques. This program is not part of Member Early Hours. Museum admission included in the cost of the tour. Afterward, explore MoMA’s six floors of galleries at your leisure. Discover an extensive range of modern and contemporary art, ranging from European painting and sculpture of the 1880s to contemporary film, design, and performance art. Admire famous works of modern art like Claude Monet’s Water Lilies, Pablo Picasso’s Les Demoiselles d’Avignon, Henri Matisse’s Dance (I), and Andy Warhol’s Campbell’s Soup Cans alongside contemporary pieces by Elizabeth Murray, Cindy Sherman, Ai Weiwei, and many others.",
      "date": "2025-07-20",
      "time": "MoMA, Floor 5",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10165",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "before-hourstourswithanarthistorian-2025-07-20-moma"
    },
    {
      "title": "The New Art: American Photography, 1839–1910",
      "description": "This exhibition presents a bold new history of American photography from the medium’s birth in 1839 to the first decade of the 20th century. Drawn from The Met’s William L. Schaeffer Collection, major works by lauded artists such as Josiah Johnson Hawes, John Moran, Carleton Watkins, and Alice Austen are shown in dialogue with extraordinary photographs by obscure or unknown practitioners made in small towns and cities from coast to coast. Featuring a range of formats, from daguerreotypes and cartes de visite to stereographs and cyanotypes, the show explores the dramatic change in the nation’s sense of itself that was driven by the immediate success of photography as a cultural, commercial, artistic, and psychological preoccupation. In 1835, even before the nearly simultaneous announcement of the invention of the new art in Paris and London, the American philosopher essayist Ralph Waldo Emerson noted with remarkable vision: “Our Age is Ocular.” The exhibition is made possible by the Diane W. and James E. Burke Fund and the Diane Carol Brandt Fund. Additional support is provided by the Horace W. Goldsmith Foundation.",
      "date": "2025-07-20",
      "time": "",
      "location": "The Met Fifth Avenue in Gallery 851",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://www.metmuseum.org/exhibitions/the-new-art-american-photography-1839-1910",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "thenewartamericanphotography18391910-2025-07-20-met"
    },
    {
      "title": "Weekend Member Mornings",
      "description": "On View, Just for You Start your weekend at The Met! Every Saturday and Sunday, Members are invited to experience select exhibitions before public hours.",
      "date": "2025-07-20",
      "time": "9–10 am",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/membership/weekend-member-mornings/weekend-member-mornings-july-20/?_gl=1*lovh49*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDc0NTkkajIxJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "weekendmembermornings-2025-07-20-met"
    },
    {
      "title": "How Did They Do That?—Creating The Cloisters",
      "description": "Peek at technique and learn—through handling tools and materials—how works of art were created. Stop by for hands-on demonstrations and conversations with educators, conservators, artists, and more! Demonstrations repeat every 30 minutes. For visitors of all ages.",
      "date": "2025-07-20",
      "time": "1–4 pm",
      "location": "The Met Cloisters Gallery 7, Cuxa Cloister",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/workshops-and-classes/cloisters/how-did-they-do-that/fy25/how-did-they-do-that-creating-the-cloisters/?_gl=1*1nmkb52*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDc1NTIkajI4JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "howdidtheydothatcreatingthecloisters-2025-07-20-met"
    },
    {
      "title": "Maclovia. 1948. Directed by Emilio Fernández",
      "description": "Set on Janitzio Island, this poignant love story stars María Félix as a young Purépecha woman torn between tradition, family, and power. A visually stunning collaboration between Emilio Fernández and cinematographer Gabriel Figueroa, the film blends romance and social critique at the height of Mexican Golden Age cinema.",
      "date": "2025-07-21",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10691",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "maclovia1948directedbyemiliofernndez-2025-07-21-moma"
    },
    {
      "title": "Tizoc. 1957. Directed by Ismael Rodriguez",
      "description": "In their only on-screen pairing, legends María Félix and Pedro Infante star in this poignant tale of forbidden love between a Mixtec man and a woman of European descent. A landmark of Mexican cinema, Tizoc earned global acclaim, including a Golden Globe and Berlin’s Silver Bear.",
      "date": "2025-07-21",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10692",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "tizoc1957directedbyismaelrodriguez-2025-07-21-moma"
    },
    {
      "title": "Intern Insights",
      "description": "Join current Met undergraduate and graduate interns for thematic, interactive conversations about works of art in The Met collection.",
      "date": "2025-07-21",
      "time": "11–11:45 am and 2–2:45 pm",
      "location": "The Met Fifth Avenue Meet in Gallery 534, Vélez Blanco Patio",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/academic-and-research-programs/college-and-university-programs/intern-insights/fy25/intern-insights/?_gl=1*jgd2o4*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDc2MjMkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsights-2025-07-21-met"
    },
    {
      "title": "French Cancan. 1954. Directed by Jean Renoir",
      "description": "Jean Renoir’s Technicolor tribute to Belle Époque Paris stars María Félix as a fiery Spanish dancer entangled in love and showbiz with impresario Jean Gabin. A dazzling musical drama featuring Édith Piaf, the film showcases Félix’s international range and Renoir’s vibrant artistry.",
      "date": "2025-07-22",
      "time": "4:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10693",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "frenchcancan1954directedbyjeanrenoir-2025-07-22-moma"
    },
    {
      "title": "La mujer de todos (Everybody’s Woman). 1946. Directed by Julio Bracho",
      "description": "In this adaptation of La dame aux camélias, María Félix stars as María Romano, a complex woman navigating love and societal judgment during the Mexican Revolution. Directed by Julio Bracho, the film highlights Félix’s emotional range and the evolving roles of women in times of upheaval.",
      "date": "2025-07-22",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10676",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "lamujerdetodoseverybodyswoman1946directedbyjuliobracho-2025-07-22-moma"
    },
    {
      "title": "Met Expert Talks en español—La herencia cultural de la talavera poblana",
      "description": "Observe cerca las obras de arte y escuche de primera mano a los especialistas del Met.",
      "date": "2025-07-22",
      "time": "11–11:45 am",
      "location": "The Met Fifth Avenue Gallery 774, Henry R. Luce Center for the Study of American Art",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/community-partnerships-and-initiatives/fy25/met-expert-talks-en-espanol/met-expert-talks-en-espanol-la-herencia-cultural-de-la-talavera-poblana/?_gl=1*jdcu1n*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTA4NjM0MTckbzMkZzEkdDE3NTA4NjYzMjUkajU4JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "metexperttalksenespaollaherenciaculturaldelatalaverapoblana-2025-07-22-met"
    },
    {
      "title": "Met Expert Talks—The Roof Garden Commission: Jennie C. Jones, Ensemble",
      "description": "Join Museum experts for a deep dive into a selection of exhibition objects in the galleries.",
      "date": "2025-07-22",
      "time": "3–3:30 pm",
      "location": "The Met Fifth Avenue Gallery 926, The Iris and B. Gerald Cantor Roof Garden",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/public-programs/met-expert-talks/fy25/met-expert-talks-roof-garden-commission/?_gl=1*1qscc7x*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTA4NjM0MTckbzMkZzEkdDE3NTA4NjY1MTgkajU5JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "metexperttalkstheroofgardencommissionjenniecjonesensemble-2025-07-22-met"
    },
    {
      "title": "Baseball Cards from the Collection of Jefferson R. Burdick",
      "description": "The Jefferson R. Burdick collection of ephemera at The Met contains one of the most distinguished collections of historical baseball cards anywhere in the world. In 1947, Burdick (1900–1963), an electrician from Syracuse, New York, and avid collector of ephemera, began to donate in large batches his holdings of more than 300,000 trade cards, postcards, and posters to the Museum. Included in the donation were more than 30,000 baseball cards dating back to the 1880s. This exhibition features over one hundred cards dating from 1895 to 1956. Produced using a variety of printing techniques and in a range of styles, the cards feature legends of the game from a bygone era.",
      "date": "2025-07-22",
      "time": "",
      "location": "The Met Fifth Avenue in Gallery 774A",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://www.metmuseum.org/exhibitions/baseball-cards-from-the-collection-of-jefferson-r-burdick",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "baseballcardsfromthecollectionofjeffersonrburdick-2025-07-22-met"
    },
    {
      "title": "Intern Insights",
      "description": "Join current Met undergraduate and graduate interns for thematic, interactive conversations about works of art in The Met collection.",
      "date": "2025-07-22",
      "time": "11–11:45 am and 2–2:45 pm",
      "location": "The Met Fifth Avenue Meet in Gallery 534, Vélez Blanco Patio",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/academic-and-research-programs/college-and-university-programs/intern-insights/fy25/intern-insights/?_gl=1*amwf7e*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDc3ODEkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsights-2025-07-22-met"
    },
    {
      "title": "Intern Insights at The Met Cloisters",
      "description": "Join current Met Cloisters undergraduate interns for thematic, interactive conversations about works of art at The Met Cloisters.",
      "date": "2025-07-22",
      "time": "3–4 pm",
      "location": "The Met Cloisters Meet in the Main Hall",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/cloisters/intern-insights-at-the-met-cloisters/fy25/intern-insights-at-the-met-cloisters/?_gl=1*115p6h8*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDc5OTckajgkbDAkaDA.",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsightsatthemetcloisters-2025-07-22-met"
    },
    {
      "title": "The U.S.-ROK Alliance in 2025 and Global Implications",
      "description": "Join the Asia Society and the Korea Foundation for a two-part program assessing the current state and the future of the U.S.-ROK alliance under new leaders, and the implications for the Indo-Pacific region.",
      "date": "2025-07-22",
      "time": "8:45 - 11:45 a.m. New York Time",
      "location": "725 Park Avenue New York, NY 10021",
      "museum": "asia-society",
      "museumName": "Asia Society Events",
      "url": "https://asiasociety.org/policy-institute/events/us-rok-alliance-2025-and-global-implications",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Panel Discussion",
      "data_source": "csv",
      "id": "theus-rokalliancein2025andglobalimplications-2025-07-22-asia-society"
    },
    {
      "title": "Doña Diabla. 1950. Directed by Tito Daviso",
      "description": "Doña Diabla (1950) – After a bitter divorce, Ángela (María Félix) makes heartbreak her revenge—until her past catches up with her in the form of her daughter’s suitor. A stylish, emotionally charged melodrama that earned Félix her third Ariel Award and a Cannes slot for director Tito Davison.",
      "date": "2025-07-23",
      "time": "4:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10694",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "doadiabla1950directedbytitodaviso-2025-07-23-moma"
    },
    {
      "title": "La mujer sin alma (The Woman Without a Soul). 1944. Directed by Fernando de Fuentes",
      "description": "In this sharp melodrama of ambition and desire, María Félix plays a working-class beauty who climbs the social ladder by seducing and discarding powerful men. Directed by Fernando de Fuentes, the film offers a riveting portrait of class, power, and calculated survival.",
      "date": "2025-07-23",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10696",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "lamujersinalmathewomanwithoutasoul1944directedbyfernandodefuentes-2025-07-23-moma"
    },
    {
      "title": "Teacher Workshop - Blacklisted: An American Story",
      "description": "In 1947, the House Un-American Activities Committee (HUAC) published a famous Blacklist which severely damaged or ended the career of several artists from Hollywood and beyond based on their allegedly “subversive” political views. Explore a brand new exhibition that tells this important story and which reflects on what it meant to be an American in the mid-20th century.",
      "date": "2025-07-23",
      "time": "1:00pm-3:00pm",
      "location": "",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://buy.acmeticketing.com/events/292/detail/67ee936d7843e36aa71aab6a?date=2025-07-23T00:00:00-0400",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "teacherworkshop-blacklistedanamericanstory-2025-07-23-womens-history"
    },
    {
      "title": "Lincoln’s Lady Spymaster: The Untold Story of the Abolitionist Southern Belle Who Helped Win the Civil War",
      "description": "Journalist Gerri Willis uncovers the daring espionage of Elizabeth Van Lew, a Southern belle who led a covert spy network for the Union during the Civil War. Presented by the New-York Historical Society in partnership with the Bryant Park Reading Room.",
      "date": "2025-07-23",
      "time": "7 – 8 pm",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://www.nyhistory.org/programs/lincolns-lady-spymaster-untold-story-abolitionist-southern-belle-who-helped-win-civil-war?date=2025-07-23",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "lincolnsladyspymastertheuntoldstoryoftheabolitionistsouthernbellewhohelpedwinthecivilwar-2025-07-23-"
    },
    {
      "title": "Lincoln’s Lady Spymaster: The Untold Story of the Abolitionist Southern Belle Who Helped Win the Civil War Featuring: Gerri Willis",
      "description": "Our popular outdoor lecture series is back! The New York Historical is thrilled to once again partner with the Bryant Park Reading Room to present a series of free programs in the park.",
      "date": "2025-07-23",
      "time": "7 PM - 8 PM",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "the-new-york-historical-society",
      "museumName": "The New York Historical Society Events",
      "url": "https://www.nyhistory.org/programs/lincolns-lady-spymaster-untold-story-abolitionist-southern-belle-who-helped-win-civil-war?date=2025-07-23",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Talk",
      "data_source": "csv",
      "id": "lincolnsladyspymastertheuntoldstoryoftheabolitionistsouthernbellewhohelpedwinthecivilwarfeaturingger"
    },
    {
      "title": "Enamorada (In Love). 1946.Directed by Emilio Fernández",
      "description": "In this Golden Age classic, María Félix stars as a fiery aristocrat whose world is upended by a revolutionary general (Pedro Armendáriz). Loosely inspired by The Taming of the Shrew, Emilio Fernández’s lush romance blends political ideals, national pride, and passionate conflict—shot with iconic beauty by Gabriel Figueroa.",
      "date": "2025-07-24",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10673",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "enamoradainlove1946directedbyemiliofernndez-2025-07-24-moma"
    },
    {
      "title": "Amok. 1944. Directed by Antonio Momplet",
      "description": "In this fevered adaptation of Stefan Zweig’s novella, María Félix plays a double role that haunts a disgraced Parisian surgeon (Julián Soler) as he flees to colonial India. Directed by Spanish émigré Antonio Momplet and scored by Agustín Lara, the film blends noir melodrama and tropical delirium on an unusually international scale for 1940s Mexican cinema.",
      "date": "2025-07-24",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10697",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "amok1944directedbyantoniomomplet-2025-07-24-moma"
    },
    {
      "title": "Writing Club at Home: On Jack Whitten, with Jazzy Charles and Antoinette Cooper",
      "description": "Jazzy Charles and Antoinette Cooper facilitate this Writing Club focusing on works by Jack Whitten currently on view in the exhibition Jack Whitten: The Messenger. Inspired by these three artists’ approaches to abstraction, we’ll explore writing and music as a means of investigating and experiencing the ineffable nature of Whitten’s work. This session will take place online via Zoom.",
      "date": "2025-07-24",
      "time": "12:00–1:15 p.m.",
      "location": "Online",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10617",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshops",
      "data_source": "csv",
      "id": "writingclubathomeonjackwhittenwithjazzycharlesandantoinettecooper-2025-07-24-moma"
    },
    {
      "title": "YPC Studio Visit: Constanza Schaffner",
      "description": "This event is open to members of the Young Patrons Council. To learn more about the benefits of membership and how to join, please contact Natalie Sereda at (212) 333-1240 or natalie_sereda@moma.org. Founded in 1990, the Young Patrons Council of The Museum of Modern Art (formerly the Junior Associates) is one of New York City’s first young patron programs. A dynamic group of art enthusiasts between the ages of 21 and 40, the Young Patrons Council is an integral part of the MoMA family, participating in and supporting modern and contemporary art initiatives both at the Museum and within the greater art world. Through exclusive access to galleries, artist studios, private collections, and curatorial tours, members of the Young Patrons Council have the chance to build lasting relationships with artists, collectors, curators, and their fellow members. Each season, the YPC agenda features two to three events per month. In addition to exclusive YPC gatherings, members are invited to selected exhibition opening receptions, film screenings, art fairs, and more.",
      "date": "2025-07-24",
      "time": "YPC offsite location",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10728",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "ypcstudiovisitconstanzaschaffner-2025-07-24-moma"
    },
    {
      "title": "Curatorial Walk-Through of Jack Whitten: The Messenger",
      "description": "Join our curators for a guided tour and a last chance to immerse yourself in Jack Whitten: The Messenger, which closes on August 2. Dive deeper into the first retrospective of this pathbreaking artist, which highlights his revelatory, luminous paintings, extraordinary invention, and searing explorations of race and history.",
      "date": "2025-07-24",
      "time": "MoMA, Floor 6",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10770",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "curatorialwalk-throughofjackwhittenthemessenger-2025-07-24-moma"
    },
    {
      "title": "Art of Dancehall",
      "description": "Presenter/Author Walshy Fire in conversation with Lee Major and Jesse Serwer",
      "date": "2025-07-24",
      "time": "6pm - 8pm",
      "location": "1133 Broadway",
      "museum": "rizzoli-bookstore",
      "museumName": "Rizzoli Bookstore Events",
      "url": "https://www.rizzolibookstore.com/art-dancehall",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Talk",
      "data_source": "csv",
      "id": "artofdancehall-2025-07-24-rizzoli-bookstore"
    },
    {
      "title": "Gallery Tour: Robert Caro in the Museum",
      "description": "Discover the work and career of American journalist and author Robert A. Caro on a docent-led guided tour of twa installations.",
      "date": "2025-07-24",
      "time": "11:30 am – 12:30 pm",
      "location": "The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://www.nyhistory.org/programs/gallery-tour-robert-caro-in-the-museum7-24?date=2025-07-24",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Tours",
      "data_source": "csv",
      "id": "gallerytourrobertcarointhemuseum-2025-07-24-womens-history"
    },
    {
      "title": "Intern Insights",
      "description": "Join current Met undergraduate and graduate interns for thematic, interactive conversations about works of art in The Met collection.",
      "date": "2025-07-24",
      "time": "11–11:45 am and 2–2:45 pm",
      "location": "The Met Fifth Avenue Meet in Gallery 534, Vélez Blanco Patio",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/academic-and-research-programs/college-and-university-programs/intern-insights/fy25/intern-insights/?_gl=1*14kne9o*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDg0NTUkajQ3JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsights-2025-07-24-met"
    },
    {
      "title": "Intern Insights at The Met Cloisters",
      "description": "Join current Met Cloisters undergraduate interns for thematic, interactive conversations about works of art at The Met Cloisters.",
      "date": "2025-07-24",
      "time": "3–4 pm",
      "location": "The Met Cloisters Meet in the Main Hall",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/cloisters/intern-insights-at-the-met-cloisters/fy25/intern-insights-at-the-met-cloisters/?_gl=1*pjo0g7*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDg2OTYkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsightsatthemetcloisters-2025-07-24-met"
    },
    {
      "title": "Met Expert Talks—From the Gift Shop to the Gallery",
      "description": "Clara Maria Apostolatos, Kress Interpretive Fellow, Education Department, The Met Join Museum experts, including curators, conservators, scientists, and scholars, for a deep dive into a selection of exhibition objects in the galleries. Hear new insights and untold stories from Met insiders and take a closer look at the works of art. You’ll also have the opportunity to ask questions. In this talk, learn about institutional critique, an artistic strategy that emerged in the 1960s and turned the lens around, inviting artists to examine art institutions, rather than simply being on display.",
      "date": "2025-07-24",
      "time": "3–3:30 pm",
      "location": "The Met Fifth Avenue Gallery 691, The Charles Z. Offin Gallery",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/public-programs/met-expert-talks/fy26/met-expert-talks-from-the-gift-shop-to-the-gallery/?_gl=1*19fxq3j*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDg3NTMkajMkbDAkaDA.",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "metexperttalksfromthegiftshoptothegallery-2025-07-24-met"
    },
    {
      "title": "Gallery Tour: Robert Caro in the Museum",
      "description": "Discover the work and career of American journalist and author Robert A. Caro on a docent-led guided tour of Robert Caro’s The Power Broker at 50 and “Turn Every Page”: Inside the Robert A Caro.",
      "date": "2025-07-24",
      "time": "11:30 am – 12:30 pm",
      "location": "The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "the-new-york-historical-society",
      "museumName": "The New York Historical Society Events",
      "url": "https://www.nyhistory.org/programs/gallery-tour-robert-caro-in-the-museum7-24?date=2025-07-24",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Tours",
      "data_source": "csv",
      "id": "gallerytourrobertcarointhemuseum-2025-07-24-the-new-york-historical-society"
    },
    {
      "title": "Tizoc. 1957. Directed by Ismael Rodriguez",
      "description": "The only screen pairing of María Félix and Pedro Infante, this tragic romance follows an Indigenous Mixtec man and a European-descended woman whose love is challenged by deep-rooted prejudice. A landmark of Mexican cinema, Tizoc won the Golden Globe for Best Foreign Language Film and earned Infante the Silver Bear for Best Actor at Berlin.",
      "date": "2025-07-25",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10692",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "tizoc1957directedbyismaelrodriguez-2025-07-25-moma"
    },
    {
      "title": "Río Escondido (Hidden River). 1948. Directed by Emilio Fernández",
      "description": "María Félix stars as a devoted schoolteacher sent to a remote village to carry out Mexico’s post-revolutionary educational mission. A bold political allegory directed by Emilio Fernández, the film blends visual grandeur with social critique—and earned Félix her second Ariel Award for Best Actress.",
      "date": "2025-07-25",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10677",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "roescondidohiddenriver1948directedbyemiliofernndez-2025-07-25-moma"
    },
    {
      "title": "UNIQLO Friday Nights",
      "description": "MoMA is now open late every Friday night, and admission is free for all New York State residents! Visit our newest exhibitions, Hilma af Klint: What Stands Behind the Flowers and Jack Whitten: The Messenger, along with our collection galleries. Get creative with drop-in drawing sessions and activities and artist demos in the Creativity Lab. Plus, shop for unique design objects from the MoMA Design Store.",
      "date": "2025-07-25",
      "time": "MoMA",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10253",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "uniqlofridaynights-2025-07-25-moma"
    },
    {
      "title": "Drop-in Drawing",
      "description": "In conjunction with the exhibition Hilma af Klint: What Stands Behind the Flowers, our July Drop-in Drawing sessions will be held in the Abby Aldrich Rockefeller Sculpture Garden. These drop-in sessions will feature self-guided nature-journaling prompts written by botanist Lena Struwe and inspired by Hilma af Klint’s practice of sustained attention to nature. Nature journaling is an easy way to get inspired by the natural discovery of small and large experiences wherever you are. Using your eyes, ears, and other senses and making sketches and written notes to create a journal page, you will learn how to see more everywhere, ask questions about it, and connect your observations to your memories and previous knowledge. Anyone can nature journal. Explore nature in this relaxed drop-in session for all ages. Materials and seating are provided. Participation is open to all, with no experience, ability, or reservations required. In addition to self-guided prompts, this session will feature short, artist-led demos/lessons throughout the evening. Drawing prompts will be available in English and Spanish. In the event of rain or high temperatures Drop-in Drawing will be held in Gallery 400. Drop-in Drawing is part of UNIQLO Friday Nights, when MoMA is open late every Friday night, and admission is free for all New York State residents. Dr. Lena Struwe is director of the Chrysler Herbarium and a professor at the School of Environmental and Biological Sciences at Rutgers University, where she teaches evolution, botany, biodiversity, and nature journaling. She has over 35 years of broad scientific research, community engagement, and teaching experience.",
      "date": "2025-07-25",
      "time": "MoMA, Floor 1, Sculpture Garden The Abby Aldrich Rockefeller Sculpture Garden",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10619",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "drop-indrawing-2025-07-25-moma"
    },
    {
      "title": "New York Historical Summer!",
      "description": "Spend your Friday evenings with us this July! The New York Historical is celebrating the summer with live music.",
      "date": "2025-07-25",
      "time": "5:30 – 7:30 pm",
      "location": "1st floor, Robert H. and Clarice Smith New York Gallery of American History at The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://www.nyhistory.org/programs/new-york-historical-summer10?date=2025-07-11",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Music",
      "data_source": "csv",
      "id": "newyorkhistoricalsummer-2025-07-25-womens-history"
    },
    {
      "title": "Met Expert Talks at The Met Cloisters—A History of The Met Cloisters",
      "description": "In celebration of the 100th anniversary of The Met’s acquisition of The Cloisters Collection, delve into topics that unveil special moments and objects in the history of The Met Cloisters. Join Museum experts, including curators, conservators, scientists, and scholars, for a deep dive, into a selection of objects in the galleries. Hear new insights and untold stories from Met insiders and take a closer look. You’ll also have the opportunity to ask questions.",
      "date": "2025-07-25",
      "time": "3–3:30 pm",
      "location": "The Met Cloisters Main Hall",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/cloisters/met-expert-talks-at-the-met-cloisters/fy26/met-expert-talks-cloisters-history/?_gl=1*sc6hfk*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDg4MzIkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "metexperttalksatthemetcloistersahistoryofthemetcloisters-2025-07-25-met"
    },
    {
      "title": "Date Night at The Met",
      "description": "Every Friday and Saturday night, it’s Date Night at The Met! Bring a friend, a partner, or enjoy a solo evening of live music, drink specials, unique programming, and 5,000 years of art. Enjoy drink specials and light fare in the American Wing Cafe, The Great Hall Balcony Cafe, and the Petrie Court Cafe. Met Members at the Dual level and above are welcome to enjoy a small bites menu in the Balcony Lounge.",
      "date": "2025-07-25",
      "time": "5–9 pm",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/marketing/date-night-at-the-met/fy26/july/date-night-july-25-26/?_gl=1*2hbbnk*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDg5MjYkajUxJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Performance",
      "data_source": "csv",
      "id": "datenightatthemet-2025-07-25-met"
    },
    {
      "title": "PSNY Virtual Workshop: The Gods Clucking Beyond the Moon",
      "description": "About the Instructor: Jaswinder Bolina’s most recent book English as a Second Language and Other Poems (2023), recieved the 2025 Kingsley Tufts Poetry Award from Claremont Graduate University. He is author of three previous poetry collections, The 44th of July (2019), Phantom Camera (2013), and Carrier Wave (2007), as well as the collection Of Color (2020). He currently serves as Chair of the Department of English & Creative Writing at the University of Miami, where he teaches creative writing and literature.",
      "date": "2025-07-25",
      "time": "7 AM PST",
      "location": "Online",
      "museum": "the-poetry-society-of-new-york",
      "museumName": "The Poetry Society Of New York Events",
      "url": "https://www.eventbrite.com/e/psny-virtual-workshop-the-gods-clucking-beyond-the-moon-tickets-1409271411729?aff=ebdsoporgprofile",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "psnyvirtualworkshopthegodscluckingbeyondthemoon-2025-07-25-the-poetry-society-of-new-york"
    },
    {
      "title": "New York Historical Summer!",
      "description": "Spend your Friday evenings with us this July! The New York Historical is celebrating the summer with live music.",
      "date": "2025-07-25",
      "time": "5:30 PM – 7:30 PM",
      "location": "1st floor, Robert H. and Clarice Smith New York Gallery of American History at The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "the-new-york-historical-society",
      "museumName": "The New York Historical Society Events",
      "url": "https://www.nyhistory.org/programs/new-york-historical-summer12?date=2025-07-25",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Music",
      "data_source": "csv",
      "id": "newyorkhistoricalsummer-2025-07-25-the-new-york-historical-society"
    },
    {
      "title": "Doña Bárbara. 1943. Directed by Fernando de Fuentes",
      "description": "María Félix became “La Doña” in this landmark adaptation of Rómulo Gallegos’ novel, playing a fierce landowner shaped by trauma and vengeance. A defining role in Latin American cinema, it launched Félix as a symbol of female autonomy and power.",
      "date": "2025-07-26",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10690",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "doabrbara1943directedbyfernandodefuentes-2025-07-26-moma"
    },
    {
      "title": "La diosa arrodillada (The Kneeling Goddess). 1947. Directed by Roberto Gavaldón",
      "description": "In this noir-inflected melodrama, María Félix plays a model whose sculpted likeness ignites a deadly love triangle. Directed by Roberto Gavaldón, the film explores desire, guilt, and the fatal consequences of obsession.",
      "date": "2025-07-26",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10674",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "ladiosaarrodilladathekneelinggoddess1947directedbyrobertogavaldn-2025-07-26-moma"
    },
    {
      "title": "Before-Hours Tours with an Art Historian",
      "description": "Experience the serenity of an exclusive tour of MoMA before the museum opens to the public. Join your professional art-historian guide on a relaxing stroll through the galleries and connect on a deeper level with the works on display. Tours meet in the early morning, and you’ll get a full hour of exclusive access to the galleries via a private entrance. With your guide and a small group, you can take advantage of the morning’s peace and tranquility to look more deeply at works that typically draw larger crowds of visitors, while taking in fascinating facts and anecdotes about the artists and their techniques. This program is not part of Member Early Hours. Museum admission included in the cost of the tour. Afterward, explore MoMA’s six floors of galleries at your leisure. Discover an extensive range of modern and contemporary art, ranging from European painting and sculpture of the 1880s to contemporary film, design, and performance art. Admire famous works of modern art like Claude Monet’s Water Lilies, Pablo Picasso’s Les Demoiselles d’Avignon, Henri Matisse’s Dance (I), and Andy Warhol’s Campbell’s Soup Cans alongside contemporary pieces by Elizabeth Murray, Cindy Sherman, Ai Weiwei, and many others.",
      "date": "2025-07-26",
      "time": "MoMA, Floor 5",
      "location": "",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10165",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Experience",
      "data_source": "csv",
      "id": "before-hourstourswithanarthistorian-2025-07-26-moma"
    },
    {
      "title": "Weekend Member Mornings",
      "description": "On View, Just for You Start your weekend at The Met! Every Saturday and Sunday, Members are invited to experience select exhibitions before public hours.",
      "date": "2025-07-26",
      "time": "9–10 am",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/membership/weekend-member-mornings/weekend-member-mornings-july-26/?_gl=1*4nwa7*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDg5ODUkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "weekendmembermornings-2025-07-26-met"
    },
    {
      "title": "Date Night at The Met",
      "description": "Every Friday and Saturday night, it’s Date Night at The Met! Bring a friend, a partner, or enjoy a solo evening of live music, drink specials, unique programming, and 5,000 years of art. Enjoy drink specials and light fare in the American Wing Cafe, The Great Hall Balcony Cafe, and the Petrie Court Cafe. Met Members at the Dual level and above are welcome to enjoy a small bites menu in the Balcony Lounge.",
      "date": "2025-07-26",
      "time": "5–9 pm",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/marketing/date-night-at-the-met/fy26/july/date-night-july-25-26/?_gl=1*1iwsszd*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDkwODEkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Performance",
      "data_source": "csv",
      "id": "datenightatthemet-2025-07-26-met"
    },
    {
      "title": "Memorial – Bruce Blanchard ME’78",
      "description": "Bruce was well known for his precision and fidelity to the mission of The Explorers Club and the Explorers Club Washington Group. He received The Explorers Club’s prestigious Sweeney Medal in 2015, awarded to a member who has exhibited an outstanding interest in the welfare and objectives of the Club. He also served as the Club’s Treasurer in NYC for more than four years. Bruce was an indispensable member of ECWG’s Board of Directors from 1995 until he stepped down in December 2022, and he served with distinction as ECWG’s Treasurer for 25 years, for which he was honored in May 2023 and received the title of ECWG Treasurer Emeritus. Bruce was born on a little horse cavalry post in the Philippines and grew up on several Army posts. He received S.B. and S.M. Civil Engineering degrees from MIT, followed by 48 years in The U.S. Department of the Interior, and staff for the Cabinet level U.S. Water Resources Council. He served in several Senior Executive positions in Interior, including as Director of the Secretary’s Office of Environmental Project Review, where he provided advice on hundreds of significant environmental issues; as Deputy Director of the U.S. Fish and Wildlife Service; and as Special Assistant for Tribal Self Governance. Bruce received the Department’s highest honors, the Distinguished and Meritorious Medals, and he was elected as a Fellow of the American Association for the Advancement of Science in 1993. After 33 years of service, he retired with honor as a Colonel in the Maryland Army National Guard, where he received multiple Federal and State commendation and achievement medals. Bruce also served on the Board of Directors of the MIT Alumni Association and earlier served as President of the MIT Club of Washington, DC. He is survived by his wife Mary Josie Blanchard, daughters Laura Blanchard and Renee Maxey, daughter-in-law Denise Blanchard, grandchildren Kendall (Ryan) Cleary, Jennifer (Trey) Dole, Eric Maxey, Cameron Dean, Canyon Blanchard, and Sophia Blanchard, and great-grandson Riley Bruce Dole. He was pre-deceased by his son Wendell Blanchard. Visitation and Memorial service was held in Washington, DC in March. Interment will be at Arlington National Cemetery on a future date.",
      "date": "2025-07-26",
      "time": "2-4:30 PM",
      "location": "Explorers Club Headquarters in New York City",
      "museum": "explorers",
      "museumName": "Explorers Events",
      "url": "https://www.explorers.org/calendar-of-events/memorial-bruce-blanchard-me78/",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Member's Only",
      "data_source": "csv",
      "id": "memorialbruceblanchardme78-2025-07-26-explorers"
    },
    {
      "title": "Maclovia. 1948. Directed by Emilio Fernández",
      "description": "María Félix stars in this tragic romance set in a Purépecha village, where love, tradition, and power collide. Directed by Emilio Fernández, with stunning cinematography by Gabriel Figueroa.",
      "date": "2025-07-27",
      "time": "1:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10691",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "maclovia1948directedbyemiliofernndez-2025-07-27-moma"
    },
    {
      "title": "French Cancan. 1954. Directed by Jean Renoir",
      "description": "Jean Renoir’s Technicolor tribute to Belle Époque Paris stars María Félix as a fiery Spanish dancer entangled in love and showbiz. With Jean Gabin and Édith Piaf.",
      "date": "2025-07-27",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10693",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "frenchcancan1954directedbyjeanrenoir-2025-07-27-moma"
    },
    {
      "title": "Weekend Member Mornings",
      "description": "On View, Just for You Start your weekend at The Met! Every Saturday and Sunday, Members are invited to experience select exhibitions before public hours. Entry for Weekend Member Mornings Please enter at the 81st Street and Fifth Avenue entrance. Once inside, present your Membership card and proceed directly to the Museum galleries. See the Exhibitions on View Just for You Sargent and Paris Superfine: Tailoring Black Style Lorna Simpson: Source Notes Iba Ndiaye: Between Latitude and Longitude The Roof Garden Commission: Jennie C. Jones, Ensemble",
      "date": "2025-07-27",
      "time": "9–10 am",
      "location": "The Met Fifth Avenue",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/membership/weekend-member-mornings/weekend-member-mornings-july-27/?_gl=1*fo2u4x*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDkxMTIkajI5JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "weekendmembermornings-2025-07-27-met"
    },
    {
      "title": "Intern Insights",
      "description": "Join current Met undergraduate and graduate interns for thematic, interactive conversations about works of art in The Met collection.",
      "date": "2025-07-28",
      "time": "11–11:45 am and 2–2:45 pm",
      "location": "The Met Fifth Avenue Meet in Gallery 534, Vélez Blanco Patio",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/academic-and-research-programs/college-and-university-programs/intern-insights/fy25/intern-insights/?_gl=1*hjzliv*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDkxNzIkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsights-2025-07-28-met"
    },
    {
      "title": "Intern Insights at The Met Cloisters",
      "description": "Join current Met Cloisters undergraduate interns for thematic, interactive conversations about works of art at The Met Cloisters.",
      "date": "2025-07-28",
      "time": "3–4 pm",
      "location": "The Met Cloisters Meet in the Main Hall",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/cloisters/intern-insights-at-the-met-cloisters/fy25/intern-insights-at-the-met-cloisters/?_gl=1*1ejb9ew*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDkyNDEkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsightsatthemetcloisters-2025-07-28-met"
    },
    {
      "title": "Intern Insights",
      "description": "Join current Met undergraduate and graduate interns for thematic, interactive conversations about works of art in The Met collection.",
      "date": "2025-07-29",
      "time": "11–11:45 am and 2–2:45 pm",
      "location": "The Met Fifth Avenue Meet in Gallery 534, Vélez Blanco Patio",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/academic-and-research-programs/college-and-university-programs/intern-insights/fy25/intern-insights/?_gl=1*uysc8f*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDkyOTEkajEwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsights-2025-07-29-met"
    },
    {
      "title": "Intern Insights at The Met Cloisters",
      "description": "Join current Met Cloisters undergraduate interns for thematic, interactive conversations about works of art at The Met Cloisters.",
      "date": "2025-07-29",
      "time": "3–4 pm",
      "location": "The Met Cloisters Meet in the Main Hall",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/cloisters/intern-insights-at-the-met-cloisters/fy25/intern-insights-at-the-met-cloisters/?_gl=1*w8pu4q*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDkzNzckajU2JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsightsatthemetcloisters-2025-07-29-met"
    },
    {
      "title": "Met Expert Talks—Sargent and Paris",
      "description": "Patrick Herron, Senior Exhibition Designer, Design Department, The Met Join Museum experts, including curators, conservators, scientists, and scholars, for a deep dive into a selection of exhibition objects in the galleries. Hear new insights and untold stories from Met insiders and take a closer look at the works of art. You’ll also have the opportunity to ask questions. Presented in conjunction with the exhibition Sargent and Paris.",
      "date": "2025-07-29",
      "time": "3–3:30 pm",
      "location": "The Met Fifth Avenue Art Study Room, Ruth and Harold D. Uris Center for Education",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/public-programs/met-expert-talks/fy26/met-expert-talks-sargent-and-paris/?_gl=1*1bpa1bq*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDk0NDMkajYwJGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "metexperttalkssargentandparis-2025-07-29-met"
    },
    {
      "title": "Berlin: Die Sinfonie der Großstadt (Berlin: Symphony of a Great City). 1927. Directed by Walter Ruttmann",
      "description": "Walter Ruttmann’s hypnotic silent classic captures a single day in Weimar-era Berlin through kinetic montage and a roving camera, blending documentary realism with avant-garde rhythm.",
      "date": "2025-07-30",
      "time": "8:00 p.m.",
      "location": "MoMA, Floor 1, Sculpture Garden The Abby Aldrich Rockefeller Sculpture Garden",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10735",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "berlindiesinfoniedergrostadtberlinsymphonyofagreatcity1927directedbywalterruttmann-2025-07-30-moma"
    },
    {
      "title": "Conceptualizing the Constitution",
      "description": "The U.S. Constitution is the oldest written charter of government still in use today and has long been the subject of pride as well as conflict. Join this workshop to explore the history of the U.S. Constitution as well as instructional strategies for teaching your students to be informed, engaged and active participants in American democracy.",
      "date": "2025-07-30",
      "time": "6-7 pm",
      "location": "Zoom",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://us06web.zoom.us/meeting/register/xXU51X5qR8aZAfo52-eofw#/registration",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Workshop",
      "data_source": "csv",
      "id": "conceptualizingtheconstitution-2025-07-30-womens-history"
    },
    {
      "title": "Religion in the Lands that Became America: A New History",
      "description": "Historian Thomas A. Tweed explores 10,000 years of spiritual life in North America, tracing Native, African, and European American religious traditions and their lasting influence on the continent’s development. Presented by the New-York Historical Society in partnership with the Bryant Park Reading Room.",
      "date": "2025-07-30",
      "time": "7 – 8 pm",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://www.nyhistory.org/programs/religion-in-the-lands-that-became-america-a-new-history?date=2025-07-30",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "religioninthelandsthatbecameamericaanewhistory-2025-07-30-womens-history"
    },
    {
      "title": "Religion in the Lands that Became America: A New History Featuring: Thomas A. Tweed",
      "description": "Our popular outdoor lecture series is back! The New York Historical is thrilled to once again partner with the Bryant Park Reading Room to present a series of free programs in the park.",
      "date": "2025-07-30",
      "time": "7PM - 8PM",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "the-new-york-historical-society",
      "museumName": "The New York Historical Society Events",
      "url": "https://www.nyhistory.org/programs/religion-in-the-lands-that-became-america-a-new-history?date=2025-07-30",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Talk",
      "data_source": "csv",
      "id": "religioninthelandsthatbecameamericaanewhistoryfeaturingthomasatweed-2025-07-30-the-new-york-historic"
    },
    {
      "title": "The Gold Rush. 1925. Written and directed by Charles Chaplin",
      "description": "In what he called his greatest film, Charles Chaplin’s Little Tramp braves the Klondike in search of gold, love, and survival. This newly restored 1925 silent version brings fresh clarity to iconic scenes like the shoe dinner and the dance of the dinner rolls—highlighting Chaplin’s unmatched blend of comedy and pathos.",
      "date": "2025-07-31",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma",
      "museumName": "Moma Events",
      "url": "https://www.moma.org/calendar/events/10736",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Film",
      "data_source": "csv",
      "id": "thegoldrush1925writtenanddirectedbycharleschaplin-2025-07-31-moma"
    },
    {
      "title": "The Magic of Marbling: The Art of Karli Frigge",
      "description": "Karli Frigge (1943–) is one of the world’s most prominent and innovative paper marblers. From 1960 to 2000 she produced marbled papers and publications that are renowned for their innovation and creativity. The Magic of Marbling: The Art of Karli Frigge presents selections from Watson Library’s collection of her work including her sample books, recipe books, instruction guides, and workbooks. Frigge studied bookbinding at the Graphic School in Holland and the Rotterdam Academy of Decorative Arts (now the William de Kooning Academy) under Dieuweke Kollweijn, a preeminent Dutch bookbinder. Frigge has distributed and published examples of her marbling in numerous limited-edition formats. Her most recent publication from 2023 is titled Set of Historical Marbled Papers. This extraordinary collection brings together a selection of her marbled papers made between 1974 and 1998 and serves as a retrospective including her signature patterns: landscape, tiger eye, and alchemy marbles. Watson Library’s collection of Karli Frigge’s work is part of a larger outstanding collection on the history of papermaking and decorated paper. The collection was enhanced in 2016 by a significant donation of four hundred and fifty books from Mary Schlosser. In 2018, Mindell Dubansky, Museum Librarian for Conservation and Preservation, started a Paper Legacy Collection that now holds the work of more than fifty American decorated paper artists active from the 1960s to 2000s. That collection includes extensive paper samples, publications, tools, recipe books, and personal correspondence. The exhibition of Karli Frigge’s work is complemented by Frigge’s vivid, inspirational quotes about the practice of marbling and by insightful comments from Sidney E. Berger, Frigge’s biographer. His comprehensive account, Karli Frigge’s Life in Marbling, is on display in the exhibition.",
      "date": "2025-07-31",
      "time": "",
      "location": "The Met Fifth Avenue in Thomas J. Watson Library",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://www.metmuseum.org/exhibitions/the-magic-of-marbling-the-art-of-karli-frigge",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "themagicofmarblingtheartofkarlifrigge-2025-07-31-met"
    },
    {
      "title": "Intern Insights",
      "description": "Join current Met undergraduate and graduate interns for thematic, interactive conversations about works of art in The Met collection.",
      "date": "2025-07-31",
      "time": "11–11:45 am and 2–2:45 pm",
      "location": "The Met Fifth Avenue Meet in Gallery 534, Vélez Blanco Patio",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/academic-and-research-programs/college-and-university-programs/intern-insights/fy25/intern-insights/?_gl=1*auzopb*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDk0NzkkajI0JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsights-2025-07-31-met"
    },
    {
      "title": "Intern Insights at The Met Cloisters",
      "description": "Join current Met Cloisters undergraduate interns for thematic, interactive conversations about works of art at The Met Cloisters.",
      "date": "2025-07-31",
      "time": "3–4 pm",
      "location": "The Met Cloisters Meet in the Main Hall",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/cloisters/intern-insights-at-the-met-cloisters/fy25/intern-insights-at-the-met-cloisters/?_gl=1*195aepq*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDk1NTQkajQ1JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Gallery Talk",
      "data_source": "csv",
      "id": "interninsightsatthemetcloisters-2025-07-31-met"
    },
    {
      "title": "Met Expert Talks—The Three Perfections: Japanese Poetry, Calligraphy, and Painting from the Mary and Cheney Cowles Collection",
      "description": "Marco Leona, David H. Koch Scientist in Charge, Department of Scientific Research, The Met Join Museum experts, including curators, conservators, scientists, and scholars, for a deep dive into a selection of exhibition objects in the galleries. Hear new insights and untold stories from Met insiders and take a closer look at the works of art. You’ll also have the opportunity to ask questions. Presented in conjunction with the exhibition The Three Perfections: Japanese Poetry, Calligraphy, and Painting from the Mary and Cheney Cowles Collection.",
      "date": "2025-07-31",
      "time": "3–3:30 pm",
      "location": "The Met Fifth Avenue Gallery 223",
      "museum": "met",
      "museumName": "Met Events",
      "url": "https://engage.metmuseum.org/events/education/talks/public-programs/met-expert-talks/fy26/met-expert-talks-the-three-perfections/?_gl=1*195aepq*_gcl_au*MTQxMDkxNzMyMy4xNzUwMzQxMTI3*_ga*NDc5NDQ2NDc1LjE3NTAzNDExMjg.*_ga_Y0W8DGNBTB*czE3NTE0NDI5MzMkbzYkZzEkdDE3NTE0NDk1NTQkajQ1JGwwJGgw",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Lecture",
      "data_source": "csv",
      "id": "metexperttalksthethreeperfectionsjapanesepoetrycalligraphyandpaintingfromthemaryandcheneycowlescolle"
    },
    {
      "title": "Summer Virtual Poetry Intensive: The Shared World",
      "description": "Welcome to PSNY’s Summer Virtual Intensive:“The Shared World”— a seven-week journey where you will delve into Intimacy, Address, and the Possibilities of the Second Person.",
      "date": "2025-07-31",
      "time": "6:30–8:30 PM EST",
      "location": "Online",
      "museum": "the-poetry-society-of-new-york",
      "museumName": "The Poetry Society Of New York Events",
      "url": "https://www.eventbrite.com/e/summer-virtual-poetry-intensive-the-shared-world-tickets-1407846630169?aff=ebdsoporgprofile",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Special Event",
      "data_source": "csv",
      "id": "summervirtualpoetryintensivethesharedworld-2025-07-31-the-poetry-society-of-new-york"
    },
    {
      "title": "Gallery Tour: Robert Caro in the Museum",
      "description": "Discover the work and career of American journalist and author Robert A. Caro on a docent-led guided tour of Robert Caro’s The Power Broker at 50 and “Turn Every Page”: Inside the Robert A Caro.",
      "date": "July 8",
      "time": "3 – 4 pm",
      "location": "The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://www.nyhistory.org/programs/gallery-tour-robert-caro-in-the-museum7-8?date=2025-07-08",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Tours",
      "data_source": "csv",
      "id": "gallerytourrobertcarointhemuseum-july8-womens-history"
    },
    {
      "title": "Gallery Tour: New York and the Art Students League",
      "description": "Join experienced docents and dive into the lasting impact of the Art Students League, whose alumni include Norman Rockwell, Mark Rothko, Georgia O'Keeffe, and Jacob Lawrence.",
      "date": "July 9",
      "time": "11:30 AM",
      "location": "The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "womens-history",
      "museumName": "Women'S History Events",
      "url": "https://www.nyhistory.org/programs/gallery-tour-new-york-and-the-art-students-league1?date=2025-07-09",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Tours",
      "data_source": "csv",
      "id": "gallerytournewyorkandtheartstudentsleague-july9-womens-history"
    }
  ],
  "metadata": {
    "total_events": 193,
    "scraping_method": "integrated",
    "museums_scraped": [
      "moma",
      "explorers",
      "the-poetry-society-of-new-york",
      "met",
      "womens-history",
      "the-new-york-historical-society",
      "asia-society",
      "rizzoli-bookstore"
    ]
  }
}