{
  "last_updated": "2025-07-01T16:01:24.781339",
  "events": [
    {
      "title": "Crooklyn. 1994. Directed by Spike Lee",
      "description": "Crooklyn. 1994. USA. Directed by Spike Lee. Screenplay by Joie Susannah Lee, Cinqué Lee, and Spike Lee. With Alfre Woodard, Delroy Lindo, Spike Lee, Zelda Harris. 35mm print courtesy NBC/Universal. In English. 115 min. Although the Brooklyn Academy of Music in Fort Greene has a history of repertory programming dating back to the 1970s, the performing arts organization made a major commitment to year-round cinema under the leadership of Harvey Lichtenstein and Karen Brooks Hopkins, founding the four-screen BAMCinema in 1998, with three screens devoted to arthouse programming and one, the BAMCinematek, to repertory screenings and festivals. With consulting programmers Dan Talbot and Adrienne Mancia, and the full-time programmer Florence Almozini, BAM quickly established itself as one of the city’s most important film venues. Past programmers include Jacob Perlin, Nellie Killian, Gabriel Caroti, David Reilly, Ashley Clarke, and Gina Duncan (who was also BAM president). The current head of programming is Jesse Trussell. Spike Lee—who is not just one of the world’s most prolific and singular directors but was also a long-time Fort Greene resident who established his company 40 Acres and a Mule in the neighborhood—has been a frequent guest at BAM. He was the subject of the 1999 retrospective that opened BAM Cinematek, and another retrospective in 2014. Crooklyn, his most directly personal film, and among his most beautiful (with widescreen cinematography by Arthur Jafa), is a childhood memoir about growing up in Fort Greene, cowritten by Spike Lee with his sister Joie Susannah Lee and brother Cinqué Lee.",
      "date": "2025-07-01",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "crooklyn1994directedbyspikelee-2025-07-01-moma-events"
    },
    {
      "title": "La Folie Almayer (Almayer's Folly). 2011. Directed by Chantal Akerman",
      "description": "La Folie Almayer (Almayer's Folly). 2011. Belgium/France. Directed by Chantal Akerman. Screenplay by Akerman, based on the novel by Joseph Conrad. With Stanislas Merhar, Aurora Marion, Marc Barbe. 35mm print courtesy Royal Film Archive of Belgium. In French and English, with subtitles. 127 min. The Museum of the Moving Image launched First Look, its annual festival of formally inventive new international cinema, in 2012. Programmed by Dennis Lim, Rachael Rakes, and chief curator David Schwartz, the 2012 edition opened with Almayer’s Folly, directed by Chantal Akerman, who was the subject of a complete film retrospective at MoMI in 1997. Of Almayer’s Folly, Schwartz wrote: “Akerman’s masterful and mesmerizing Almayer’s Folly freely adapts Joseph Conrad’s first novel. A European trader’s dreams of striking it rich in Malaysia have faded; all he has is his ruptured relationship with his half-Malay daughter. From its straddling opening—the stabbing of an entertainer at an outdoor music bar to Dean Martin’s ‘Sway’—the film unfolds with trancelike power. Beautifully photographed in thick jungle terrain, Almayer’s Folly synthesizes the long-take formalism of Akerman’s earlier work with the spontaneity of her documentaries; it is as much influenced by F. W. Murnau and Robert Flaherty’s Tabu as it is by Conrad.” Other directors featured on First Look opening nights include Bruno Dumont (Outside Satan), Alexandre Rockwell (Little Feet), Jessica Hausner (Amour Fou), Alexander Sokurov (Francofonia), Hirokazu Kore-eda (After the Storm), Blake Williams (PROTOTYPE), and Serge Loznitsa (Donbass).",
      "date": "2025-07-01",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "lafoliealmayeralmayersfolly2011directedbychantalakerman-2025-07-01-moma-events"
    },
    {
      "title": "Met Expert Talks—Sargent and Paris",
      "description": "Hear new insights and untold stories from Met insiders including curators, scientists, conservators, and scholars and take a closer look at the works of art on view in the galleries.",
      "date": "2025-07-01",
      "time": "3–3:30 pm",
      "location": "The Met Fifth Avenue",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "metexperttalkssargentandparis-2025-07-01-met-events"
    },
    {
      "title": "China's Changing Religious Landscape",
      "description": "More people in China are taking up religious and devotional practices. As they do, they form local organizations that provide a communal identity at the margins of Party control and influence. Karl Marx believed that religion would “wither away” as people’s material needs were met, but increasing prosperity has instead provided many with the resources and leisure for spiritual pursuits and other methods of self-cultivation. Join the Asia Society Policy Institute's Center for China Analysis (CCA) for a virtual panel on how China’s religious rejuvenation is reshaping communities and refashioning the relationship between Chinese citizens and the state, featuring Mayfair Yang, Professor, University of California-Santa Barbara; Gareth Fisher, Associate Professor, Syracuse University; and John Osburg, CCA Fellow on Chinese Society and Associate Professor, University of Rochester. CCA Fellow G.A. Donovan will moderate the discussion.",
      "date": "2025-07-01",
      "time": "12 - 1 p.m. New York Time",
      "location": "Online",
      "museum": "asia-society-events",
      "museumName": "Asia Society Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "chinaschangingreligiouslandscape-2025-07-01-asia-society-events"
    },
    {
      "title": "OVER THE GREAT WALL, A CENTURY APART",
      "description": "The Great Wall of Two Williams: Two Journeys, One Century Mission William Geil, the first person to explore the Great Wall of China, photograph its various morphologies and architectures, and document his experiences in a book about the structure, died unexpectedly, 100 years ago in 1925. His wife, Constance, buried him in the local Doylestown cemetery. His headstone reads ‘William Edgar Geil, October 1st, 1865 – April 23rd, 1925’ — and nothing else. Constance, so bereaved, sealed up her husband’s study. It remained locked, until 1959. After Constance’s death, her daughter readied the family mansion to sell: a house contents sale was held, and the details of the first Great Wall of China exploration from one end to the other, were sold, disseminated — and seemingly lost —- until now. ‘The Great Wall of Two Williams: Two Journeys, One Century Mission’ is the decades-long story telling the revival of William Geil’s legacy, by William Lindesay OBE, a Great Wall explorer himself. William Geil traversed the line of the Great Wall’s ruins in 1908, from East to West. William Lindesay traversed the Great Wall, on foot, from West to East, in 1987. The two men met ‘coincidentally’, by choosing to take photographs in the same place — 79 years apart. But the Wall view wasn’t quite the same in the later photograph. Much of it had been razed to the ground. This perchance ‘meeting’ of the two explorers by the placing of their photographs together as a pair, showing changes, made Lindesay realise the latent importance of Geil’s greater archive: it preserved a more complete and longer Great Wall than the one he had ‘just’ traversed. Just a few years before the centenary of William Geil’s Great Wall journey, starting 2003, Lindesay set out on his mission to utilize Geil’s archive in a bid to awaken China’s consciousness by evidencing how the 20th century had unleashed a procession of onslaughts that had accelerated the ruinous condition of the Wall. He ended up spending five years searching for the views of the monument that the veteran explorer had captured in all of its pre-war and pre-revolution glory. His goal was to show what had been lost, in the hope that ‘their’ results — ‘then’ and ‘now’ photo pairs, placed side-by-side — would move minds and muscles enough to inspire systematic conservation efforts in the 21st Century, in order to offset the gamut of tragedies that had befallen the Wall during the 20th. This mammoth ‘rephotographic’ work proved to be only half of the two Williams’ cooperative story. Lindesay had become increasingly concerned about by the neglect of Geil’s legacy. How, why, he wondered, had William Geil’s achievement been overlooked, seemingly forgotten? With the centenary of Geil’s historic journey less than six months away, in summer 2008, he intensified his efforts to find members of the Geil family, if any, and, most importantly, tried to discover what had happened to the explorers elusive field notes, photographs and maps. Lindesay’s first breakthrough came as a result of ‘e-mailshots’— his random method came up trumps paid as he made contact with the grandsons of William Geil. And rather than Lindesay ‘finding’ Geil’s materials himself, the materials ‘found’ him, thanks to a large online presence of reports about the influential ‘Wall of Two Williams’ rephotography project in China. Lindesay was thus alerted to the donation of boxes of Geil’s records and possessions to the Doylestown Historical Society, and he so he embarked on his pilgrimage to the Pennsylvanian town. In June 2008 Lindesay organized a commemorative ceremony at Geil’s graveside, and became the first and only Great Wall Studies scholar to examine the papers. Exhibitions across China followed, as did books published on three continents. A century after William Geil’s death in 1925, William Lindesay will be in the United States in June 2025 to deliver this fascinating ‘international’ Great Wall story. His vivid presentation features engaging storytelling, both stunning — and shocking — photographs, and moving videos — all to honour the legacy of William Geil (1865-1925), a forgotten great American explorer.",
      "date": "2025-07-01",
      "time": "6:00 PM",
      "location": "46 E 70th Street, NY, NY 10021​",
      "museum": "explorers-events",
      "museumName": "Explorers Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "overthegreatwallacenturyapart-2025-07-01-explorers-events"
    },
    {
      "title": "Guelwaar. 1992. Written and directed by Ousmane Sembene",
      "description": "Guelwaar. 1992. Senegal. Written and directed by Ousmane Sembene. With Abou Camara, Marie Augustine Diatte, Yama Diedhiou. 16mm. In French and Wolof with English subtitles. 115 min. Presented by Film at Lincoln Center (formerly the Film Society of Lincoln Center), the prestigious New York Film Festival was founded in 1963. It was not until 1991 that Film at Lincoln Center opened the Walter Reade Theater and began year-round programming. The project was the crowning achievement of longtime executive director Joanne Koch, who hired Richard Peña in 1988 as program director, overseeing the year-round programming as well as heading the New York Film Festival’s selection committee. In his remarkable 25-year career, Peña widened the international scope of Film at Lincoln Center, through his own capacious approach and vast knowledge, and through enduring partnerships such as the New York African Film Festival, founded in 1993 by Mahen Bonetti and presented annually at the Walter Reade Theater. The first edition of the festival launched with the New York premiere of Ousmane Sembene’s Guelwaar, a seriocomic political drama about the mysterious death of a Christian leader and political activist in Senegal whose body goes missing before his funeral, and whose corpse is mistaken for a man interred at an Islamic cemetery.",
      "date": "2025-07-02",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "guelwaar1992writtenanddirectedbyousmanesembene-2025-07-02-moma-events"
    },
    {
      "title": "Adieu Philippine. 1962. Directed by Jacques Rozier",
      "description": "Adieu Philippine. 1962. France/Italy. Directed by Jacques Rozier. Screenplay by Rozier, Michèle O’Glor. With Jean-Claude Aimini, Daniel Descamps, Stefania Sabatini, Yveline Céry. DCP. 4K restoration courtesy of Janus Films. In French; English subtitles. 106 min. Florence Almozini became Film at Lincoln Center’s senior director of programming in 2022, overseeing a team that includes Tyler Wilson, Daniel Sullivan, and Maddie Whittle. The 2024 series Jacques Rozier, Chronicler of Summer, including all five of the director’s features, brought long-overdue attention to this key yet relatively neglected filmmaker. Film at Lincoln Center called Adieu Philippine “an overlooked gem of the French New Wave. Rozier satirizes several major cultural currents of early-1960s France: political blindness, romantic escapism, and commercial corruption. Young Michel (Jean-Claude Aimini) works as a camera technician for a television studio, where he meets two would-be actresses, Liliane (Yveline Céry) and Juliette (Stefania Sabatini).... With confidence and panache, Rozier expertly employs documentary-style shooting, improvisational acting (among a mostly nonprofessional cast), and kinetic montage sequences to capture the disparity between blithe youth and the societal pressures—especially Michel’s imminent military service in Algeria—that threaten its innocence.”",
      "date": "2025-07-02",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "adieuphilippine1962directedbyjacquesrozier-2025-07-02-moma-events"
    },
    {
      "title": "Silent Book Club of Death NYC at The Met Cloisters",
      "description": "Join the New York City chapter of the Silent Book Club of Death, facilitated by death care worker and death literacy advocate Lauren Seeley, for an afternoon of reading and contemplating mortality in the galleries of The Met Cloisters. Start the afternoon with an hour of silent reading followed by a game of The Death Deck and open discussion among participants. Books are provided, but you are welcome to bring your own.",
      "date": "2025-07-02",
      "time": "2–5 pm",
      "location": "The Met Cloisters Gallery 7, Cuxa Cloister",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "silentbookclubofdeathnycatthemetcloisters-2025-07-02-met-events"
    },
    {
      "title": "World Oceans Week 2025",
      "description": "World Oceans Week 2025 will begin with a celebration of ocean science being done by The Explorers Club and beyond, as well as a celebration of one of the ocean’s staunchest defenders – Her Deepness, Sylvia Earle. Hosted by Club Fellow Josh Bernstein, includes Flag Returns, Hope Spots, and stories live from the front lines of ocean science. This event will include a Jubilee Celebration for Her Deepness, Sylvia Earle. Be sure to dress in blue and white for this celebratory toast, including a historic group photo, and an evening of revelry to follow — join us for a chance to add your voice in celebration of the great Sylvia Earle.",
      "date": "2025-07-02",
      "time": "5:30 PM",
      "location": "46 E 70th Street, NY, NY 10021​",
      "museum": "explorers-events",
      "museumName": "Explorers Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "worldoceansweek2025-2025-07-02-explorers-events"
    },
    {
      "title": "35 Rhums (35 Shots of Rum). 2008. Directed by Claire Denis",
      "description": "35 Rhums (35 Shots of Rum). 2008. France. Directed by Claire Denis . Screenplay by Claire Denis and Jean-Pol Fargeau. With Alex Descas, Mati Diop, Nicole Dogue, Grégoire Colin. 35mm. In French and German with subtitles. 100 min. Timed to coincide with the release of High Life, starring Robert Pattinson, BAM’s 2019 series Strange Desires: The Films of Claire Denis was the largest US retrospective to date of her work. In their series description, BAM wrote, “One of a handful of filmmakers who can credibly lay claim to the title of World’s Greatest Living Director, Claire Denis creates films that speak as much through movement, rhythm, and texture as they do through words.” In 35 Shots of Rum, a loving reinvention of Yasujirō Ozu’s Late Spring (1946), Denis transplants the poignant story of an aging widower and his growing daughter to modern-day Paris, paying homage to the great Japanese director while creating a deeply moving character study and mood piece that fits in perfectly with Denis’s body of work.",
      "date": "2025-07-03",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "35rhums35shotsofrum2008directedbyclairedenis-2025-07-03-moma-events"
    },
    {
      "title": "The Harder They Come. 1972. Directed by Perry Henzell",
      "description": "The Harder They Come. 1972. Jamaica. Directed by Perry Henzell. Screenplay by Perry Henzell and Trevor D. Rhone. With Jimmy Cliff. DCP courtesy American Genre Film Archive. In Jamaican English and Jamaican Patois. 109 min. The first feature film made in Jamaica by Jamaicans, The Harder They Come starred Jimmy Cliff as a musician and gangster hero. The movie was released in 1973 to respectable reviews but virtually no box office success. In an interview for Ben Davis’s book Repertory Movie Theaters of New York City, Elgin manager Chuck Zlatkin said “The Harder They Come had a lot of good elements to it. We threw it on a Sunday one-day showing, and the thing went through the roof. And that’s when we turned it into a midnight show that ran forever.” Playing continuously from October 1974 till March 1977, when the theater closed, it was the longest-running midnight movie in the theater’s history. Describing the film’s appeal, Zlatkin said, “It has reggae music. It makes a political statement, it gives a realistic look into another culture. It’s not the Jamaica you see in travel brochures. And it’s basically done like an old James Cagney film.”",
      "date": "2025-07-03",
      "time": "6:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "thehardertheycome1972directedbyperryhenzell-2025-07-03-moma-events"
    },
    {
      "title": "The Big Trail. 1930. Directed by Raoul Walsh",
      "description": "The Big Trail. 1930. USA. Directed by Raoul Walsh. Screenplay by Marie Boyle, Jack Peabody, Florence Postal, Fred Sersen. With John Wayne, Ward Bond, Marguerite Churchill. 35mm. Restored with funding from the Celeste Bartos Fund for Film Preservation and the Film Foundation. 122 min. With John Wayne in his first starring role, the epic western The Big Trail, about pioneers on the Oregon Trail, was a highlight of MoMA’s comprehensive Raoul Walsh retrospective in 1974. In the 1980s, the Museum’s preservation chief, Peter Williamson, led the restoration of this spectacular film, which was shot in Fox’s 70mm Grandeur process. For a 2012 presentation at Cinema Ritrovato in Bologna, MoMA film curator Dave Kehr wrote, “For Walsh, who had been developing a distinctive mise-en-scène based on contrasting fore­ground and background action, as well as an elaborate choreography of actors and extras entering and leaving the frame, the Grandeur process, with its widescreen image and vast depth of field, must have seemed custom made for him. Walsh seems immediately to seize all of the pos­sibilities of the widescreen format, creat­ing a continuous sense of movement with the frames that makes the action (and the world of the movie) extend even further beyond the edges of the already extended screen. The film is also perhaps the first of Walsh’s ‘map movies’ in which the existential objective is to move a group of men from point x to point y, with all of the attendant dangers in between. In The Big Trail, of course, this movement is nothing less than the settling of the American West, here real­ized with a scale and immediacy that re­mains unique.”",
      "date": "2025-07-04",
      "time": "1:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "thebigtrail1930directedbyraoulwalsh-2025-07-04-moma-events"
    },
    {
      "title": "I Am Not Your Negro. 2016. Directed by Raoul Peck",
      "description": "I Am Not Your Negro. 2016. USA. Directed by Raoul Peck. Narrated by Samuel L. Jackson. DCP courtesy of Kino Lorber. In English. 95 min. Ahead of its February 2017 regular theatrical release, Raoul Peck’s documentary I Am Not Your Negro had an exclusive run in December 2016 at the Maysles Documentary Center, selling out every screening. Announcing the screening, the MDC wrote: “Working from the text of James Baldwin’s unfinished final novel, director Raoul Peck (Death of a Prophet, Lumumba, Fatal Assistance, Murder in Pacot) creates a stunning meditation on what it means to be Black in America. In 1979, James Baldwin wrote a letter to his literary agent describing his new endeavour: the writing of his final book, Remember This House, recounting the lives and successive assassinations of his friends Medgar Evers, Malcolm X, and Martin Luther King, Jr. Baldwin was not able to complete the book before his death, and the unfinished manuscript was entrusted to director Raoul Peck by the writer's estate. Built exclusively around Baldwin's words, Peck’s I Am Not Your Negro delves into the complex legacy of three lives (and deaths) that permanently marked the American social and political landscape. Framing the unfinished work as a radical narration about race in America, Peck matches Baldwin’s lyrical rhetoric with rich archival footage of the Civil Rights and Black Power movements, and connects these historical struggles for justice and equality to present-day movements.”",
      "date": "2025-07-04",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "iamnotyournegro2016directedbyraoulpeck-2025-07-04-moma-events"
    },
    {
      "title": "Met Expert Talks at The Met Cloisters—A History of The Met Cloisters",
      "description": "In celebration of the 100th anniversary of The Met’s acquisition of The Cloisters Collection, delve into topics that unveil special moments and objects in the history of The Met Cloisters. Join Museum experts, including curators, conservators, scientists, and scholars, for a deep dive, into a selection of objects in the galleries. Hear new insights and untold stories from Met insiders and take a closer look. You’ll also have the opportunity to ask questions.",
      "date": "2025-07-04",
      "time": "3–3:30 pm",
      "location": "The Met Cloisters Main Hall",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "metexperttalksatthemetcloistersahistoryofthemetcloisters-2025-07-04-met-events"
    },
    {
      "title": "Numéro Deux. 1975. Directed by Jean-Luc Godard",
      "description": "Numéro Deux. 1975. France. Directed by Jean-Luc Godard. Written by Jean-Luc Godard and Anne-Marie Miéville. With Sandrine Battistella, Pierre Oudrey, Alexandre Rignault, Rachel Stefanopoli, Jean-Luc Godard. DCP courtesy of Contemporary Films. 88 min. In 1977 the Bleecker Street Cinema’s French-American programmer Jackie Raynal invited film critic Serge Daney, then editor of Cahiers du cinéma, to program and present a weeklong program of films championed by the French magazine. The program included Chantal Akerman’s News from Home, Wim Wenders’s Kings of the Road, and Jean-Marie Straub and Daniele Huillet’s Fortini/Cani, as well as several films by Jean-Luc Godard. Godard, who was politically and artistically radicalized in 1968, experimented with film and video to make Numéro deux, a wide-ranging home movie cum essay film. The title suggests a desire to reinvent his approach to cinema, and referring to its difference from Breathess (À bout de souffle), he said, “It’s another location in my history and in the history of cinema, which is itself a part of my history and my life. The camera is not a pen for writing, a gun for shooting. Numéro deux, it’s thinking a second time about the film made 15 years ago.\"",
      "date": "2025-07-05",
      "time": "1:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "numrodeux1975directedbyjean-lucgodard-2025-07-05-moma-events"
    },
    {
      "title": "Taiyō no Hakaba (The Sun’s Burial).1960. Directed by Nagisa Ōshima",
      "description": "Taiyō no Hakaba (The Sun’s Burial). 1960. Japan. Directed by Nagisa Ōshima. Screenplay by Nagisa Ōshima and Ishido Toshiro. With Hono Kayoko, Isso Sasaki, Masahiko Tsugawa. 35mm print courtesy the Japan Foundation, with the permission of Janus Films. In Japanese with English subtitles. 87 min. Cinema 16 opened their fall 1961 season with the New York premiere of Nagisa Ōshima’s third film, The Sun’s Burial. In his program description, Vogel declared, “This sensational film—a paroxysm of violence and eroticism—is the work of Japan’s foremost ‘New Wave’ director, Nagisa Ōshima. Signalling the emergence of a new generation in Japanese films, it explodes with the anger and fury of their rebellion, and reveals, beneath its squalor and brutality, a deep—and hopeless—humanism. [Luis] Buñuel himself seems challenged in this inexorable tale of terror, murder and depravity, enacted by racketeers, whores, robbers, agitators and thugs amidst the slums and industrial wastelands of Tokyo. Elliptical continuity, disjointed editing and haunting images both express and reinforce its basic themes: societal decline; corruption by money, power and poverty; perversion of the innocent; victimization of the guilty.”",
      "date": "2025-07-05",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "taiynohakabathesunsburial1960directedbynagisashima-2025-07-05-moma-events"
    },
    {
      "title": "The Harder They Come. 1972. Directed by Perry Henzell",
      "description": "The Harder They Come. 1972. Jamaica. Directed by Perry Henzell. Screenplay by Perry Henzell and Trevor D. Rhone. With Jimmy Cliff. DCP courtesy American Genre Film Archive. In Jamaican English and Jamaican Patois. 109 min. The first feature film made in Jamaica by Jamaicans, The Harder They Come starred Jimmy Cliff as a musician and gangster hero. The movie was released in 1973 to respectable reviews but virtually no box office success. In an interview for Ben Davis’s book Repertory Movie Theaters of New York City, Elgin manager Chuck Zlatkin said “The Harder They Come had a lot of good elements to it. We threw it on a Sunday one-day showing, and the thing went through the roof. And that’s when we turned it into a midnight show that ran forever.” Playing continuously from October 1974 till March 1977, when the theater closed, it was the longest-running midnight movie in the theater’s history. Describing the film’s appeal, Zlatkin said, “It has reggae music. It makes a political statement, it gives a realistic look into another culture. It’s not the Jamaica you see in travel brochures. And it’s basically done like an old James Cagney film.”",
      "date": "2025-07-05",
      "time": "6:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "thehardertheycome1972directedbyperryhenzell-2025-07-05-moma-events"
    },
    {
      "title": "Taiga. 1992. Written and directed by Ulrike Ottinger",
      "description": "Taiga. 1992. Northern Mongolia. Written and directed by Ulrike Ottinger. DCP of restoration courtesy Arsenal. In Mongolian and German with English subtitles. 501 min. Taiga was described by director Ulrike Ottinger as “a journey to the yak and reindeer nomads of Northern Mongolia. I shot the landscape, the people, what they were doing. Each shot was like a little story in itself.” This monumental observational documentary is a perception-changing experience that lasts for eight and a half hours. Presented at Light Industry in 2009 by guest programmer Ginger Brooks Takahashi, the film will be shown here in a newly restored version with two intermissions. In a four-star review for the film, Roger Ebert wrote that “for those who are curious, Taiga is an experience that causes us to think about why we live as we do, what it is to be human, and what is important in life.”",
      "date": "2025-07-06",
      "time": "12:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "taiga1992writtenanddirectedbyulrikeottinger-2025-07-06-moma-events"
    },
    {
      "title": "Permanent Vacation. 1980. Written and directed by Jim Jarmusch",
      "description": "Permanent Vacation. 1980. USA. Written and directed by Jim Jarmusch. With Chris Parker, John Lurie, Eric Mitchell, Sara Driver. 35mm print courtesy of Janus Films. In English. 75 min. In 1974 film exhibitor Sid Geffen and his wife, the French-born filmmaker and editor Jackie Raynal, took over the Bleecker Street Cinema (which was opened by Lionel Rogosin in 1960) a year after they reopened and began programming the Carnegie Hall Cinema. Geffen told the Village Voice that the Bleecker Street programming would be “adapted to a neighborhood heavily influenced by New York University,” and indeed the theater made a policy of showing films by young independent filmmakers. In 1981 they opened Jim Jarmusch’s first feature, Permanent Vacation, in their small second theater, the James Agee Room, which was only equipped to show 16mm. This laconic feature, an embryonic form of Jarmusch’s later films, stands out today as a vivid time capsule of hollowed-out, pre-gentrification Soho. It follows the drifting days and nights of its teenage star, Chris Parker, whose real life is barely fictionalized in the film. As the theater’s newsletter described it, “Permanent Vacation presents a chronicle of the new, lost, post-punk generation.”",
      "date": "2025-07-07",
      "time": "5:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "permanentvacation1980writtenanddirectedbyjimjarmusch-2025-07-07-moma-events"
    },
    {
      "title": "Senseless. 1961. Directed by Ron Rice The Flower Thief. 1960. Written and directed by Ron Rice",
      "description": "Senseless. 1961. USA. Directed by Ron Rice. 16mm print courtesy of the Film-Maker's Cooperative. 28 min. The Flower Thief. 1960. USA. Written and directed by Ron Rice. 16mm print courtesy of the Film-Maker's Cooperative. 58 min. The Charles Theater, on Avenue B near 12th Street, opened in 1961, originally as a conventional repertory theater known for its focus on neglected American Hollywood directors and a more traditional selection of international films. Taking advantage of its East Village location, and encouraged by film critic/filmmaker Jonas Mekas, the theater switched to a focus on avant-garde cinema, and until its abrupt closure at the end of 1962 the theater had a glorious run as the city’s only true commercial showcase for experimental cinema, precisely at a moment when the underground film world was flourishing. Filmed in San Francisco and starring Taylor Mead, Ron Rice’s The Flower Thief was a lyrical, spontaneous film made in the spirit of the Beat movement. It had a three-week run at the Charles, unheard of for an avant-garde film, and was even reviewed in the New York Times, where Eugene Archer wrote, “Rice, by deliberately flouting established movie making traditions, reveals himself primarily as a professional rebel rather than the leader of a new movement. But in the highly specialized area of experimental films, he has produced a major work.” The poetic travelogue Senseless, one of just four films made by Rice during his short lifetime (like Jean Vigo, he died at 29), won a filmmaker’s award at one of the Charles Theater’s monthly showcases for local avant-garde artists.",
      "date": "2025-07-07",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "senseless1961directedbyronricetheflowerthief1960writtenanddirectedbyronrice-2025-07-07-moma-events"
    },
    {
      "title": "Connecting Collections Summer Institute",
      "description": "Learn techniques for analyzing and interpreting modern and contemporary art in three New York City art museums during this week-long program. Hosted by The Metropolitan Museum of Art with The Museum of Modern Art and the Solomon R. Guggenheim Museum. Objectives include: • Learning and applying object-based teaching strategies in the classroom and beyond • Building confidence incorporating modern and contemporary art into lesson plans • Utilizing great works of art as forums for interdisciplinary investigations • Becoming a part of a learning community with other educators and museum staff",
      "date": "2025-07-07",
      "time": "10 am–4 pm",
      "location": "The Met Fifth Avenue Bonnie J. Sacerdote Lecture Hall, Ruth and Harold D. Uris Center for Education",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "connectingcollectionssummerinstitute-2025-07-07-met-events"
    },
    {
      "title": "725 Salon: Chun Wai Chan",
      "description": "Ballet, a traditional art form that originated in Europe, has long seen little representation from Chinese dancers. That changed in 2022 when Chun Wai Chan, then not yet 30, became the first Chinese principal dancer in the 74-year history of the New York City Ballet—breaking a long-standing barrier. In a feature titled “Princes Can Be Asian, Too,” The New York Times praised him for “shattering the glass ceiling of the ballet world.” Chun Wai Chan didn’t grow up in a Western cultural environment. Born in Huizhou, Guangdong, he made it to the finals of the prestigious Prix de Lausanne in Switzerland at the age of 18 and was awarded a full scholarship to study in the U.S. He began his career at the Houston Ballet, and through talent, discipline, and determination, rose to the heart of the New York City Ballet stage—bringing greater visibility to Chinese dancers around the world. At this special salon event, Chun Wai Chan will not only perform classic ballet excerpts live, but also share insights into the movements and emotional expression behind them. He’ll guide the audience through the unique way ballet tells stories and conveys feeling through body language. This event will be conducted in Chinese with AI-translated English subtitles.",
      "date": "2025-07-07",
      "time": "6:30 - 8:30 p.m.",
      "location": "725 Park Ave New York, NY 10021",
      "museum": "asia-society-events",
      "museumName": "Asia Society Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "725salonchunwaichan-2025-07-07-asia-society-events"
    },
    {
      "title": "Tokyo monogatari (Tokyo Story). 1953. Directed by Yasujirō Ozu",
      "description": "Tokyo monogatari (Tokyo Story). 1953. Japan. Directed by Yasujirō Ozu. Screenplay by Kogo Noda, Yasujirō Ozu. With Chishu Ryu, Chieko Higahiyama, Setsuko Hara. 35mm print courtesy Janus Films. Japanese with English subtitles.. 136 min. Tokyo Story, Yasujirō Ozu’s profoundly bittersweet drama about an elderly provincial couple visiting their grown children, is now widely considered one of the greatest films ever made. But it took decades for the film to reach the United States. Donald Richie, an authority on Japanese cinema who was then a film curator at MoMA, showed the Talbots the film in 1969; in his memoir A Life at the Movies, Talbot wrote, “We were knocked out by this simple story; black and white: camera three free off the ground, like someone seated on a tatami mat and barely moving; short on plot, long on wisdom.” Two decades after it was made, Tokyo Story had its long overdue New York theatrical premiere at the New Yorker Theater in 1972. “Now each year on a Sunday, Toby and I screen it alone in our theater as a kind of ritual.” The Talbots’ company, New Yorker Films, distributed a dozen of Ozu’s films to repertory theaters and college film series around the country.",
      "date": "2025-07-08",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "tokyomonogataritokyostory1953directedbyyasujirozu-2025-07-08-moma-events"
    },
    {
      "title": "Numéro Deux. 1975. Directed by Jean-Luc Godard",
      "description": "Numéro Deux. 1975. France. Directed by Jean-Luc Godard. Written by Jean-Luc Godard and Anne-Marie Miéville. With Sandrine Battistella, Pierre Oudrey, Alexandre Rignault, Rachel Stefanopoli, Jean-Luc Godard. DCP courtesy of Contemporary Films. 88 min. In 1977 the Bleecker Street Cinema’s French-American programmer Jackie Raynal invited film critic Serge Daney, then editor of Cahiers du cinéma, to program and present a weeklong program of films championed by the French magazine. The program included Chantal Akerman’s News from Home, Wim Wenders’s Kings of the Road, and Jean-Marie Straub and Daniele Huillet’s Fortini/Cani, as well as several films by Jean-Luc Godard. Godard, who was politically and artistically radicalized in 1968, experimented with film and video to make Numéro deux, a wide-ranging home movie cum essay film. The title suggests a desire to reinvent his approach to cinema, and referring to its difference from Breathess (À bout de souffle), he said, “It’s another location in my history and in the history of cinema, which is itself a part of my history and my life. The camera is not a pen for writing, a gun for shooting. Numéro deux, it’s thinking a second time about the film made 15 years ago.\"",
      "date": "2025-07-08",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "numrodeux1975directedbyjean-lucgodard-2025-07-08-moma-events"
    },
    {
      "title": "Senseless. 1961. Directed by Ron Rice The Flower Thief. 1960. Written and directed by Ron Rice",
      "description": "Senseless. 1961. USA. Directed by Ron Rice. 16mm print courtesy of the Film-Maker's Cooperative. 28 min. The Flower Thief. 1960. USA. Written and directed by Ron Rice. 16mm print courtesy of the Film-Maker's Cooperative. 58 min. The Charles Theater, on Avenue B near 12th Street, opened in 1961, originally as a conventional repertory theater known for its focus on neglected American Hollywood directors and a more traditional selection of international films. Taking advantage of its East Village location, and encouraged by film critic/filmmaker Jonas Mekas, the theater switched to a focus on avant-garde cinema, and until its abrupt closure at the end of 1962 the theater had a glorious run as the city’s only true commercial showcase for experimental cinema, precisely at a moment when the underground film world was flourishing. Filmed in San Francisco and starring Taylor Mead, Ron Rice’s The Flower Thief was a lyrical, spontaneous film made in the spirit of the Beat movement. It had a three-week run at the Charles, unheard of for an avant-garde film, and was even reviewed in the New York Times, where Eugene Archer wrote, “Rice, by deliberately flouting established movie making traditions, reveals himself primarily as a professional rebel rather than the leader of a new movement. But in the highly specialized area of experimental films, he has produced a major work.” The poetic travelogue Senseless, one of just four films made by Rice during his short lifetime (like Jean Vigo, he died at 29), won a filmmaker’s award at one of the Charles Theater’s monthly showcases for local avant-garde artists.",
      "date": "2025-07-09",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "senseless1961directedbyronricetheflowerthief1960writtenanddirectedbyronrice-2025-07-09-moma-events"
    },
    {
      "title": "A Bad Son and Two Short Films",
      "description": "Known as the French Institute Alliance Française until 2024, L’Alliance New York has a long history of presenting a wide range of films from France and French-speaking countries around the world. Along with its rebranding, L’Alliance New York hired Jake Perlin as its full-time film curator. Perlin was the founding artistic director of Metrograph, and has also been an associate film programmer at BAM and a curator-at-large at Lincoln Center. He has collaborated with many film organizations throughout the city, including L’Alliance New York, where he worked with past curator Marie Losier in the early 2000s, and then with his predecessor, Delphine Selles-Alvarez, who continues to program the annual Animation First festival (with Cinema Manager Chloe Dheu). This program includes two short films, and a new restoration of The Bad Son, directed by Claude Sautet, an important French filmmaker whose works are rarely shown at other venues in the city. Papillon. 2024. France. Directed by Florence Miailhe. 15 min. In French, Arabic, German; English subtitles. DCP. 15 min. This meditative film follows a man swimming in the sea. Agua (Water). 1989. Senegal. Directed by Samba Félix Ndiaye. DCP. 12 min. Agua condenses the daylong task of creating beautiful, delicate botanical marines in glass bowls—from catching the fish to inserting flowers—into a 10-minute masterclass of economy. Un mauvais fils (A Bad Son). 1980. France. Directed by Claude Sautet. Written by Daniel Biasini, Sautet, Jean-Paul Török. With Patrick Dewaere, Yves Robert, Briggitte Fossey, Jacques Dufilho. 110 mins. Sautet breaks with the bourgeois settings that had established him as the reigning film chronicler of upper-middle-class French life in the 1970s to focus on Bruno Calcagni, a young man who returns to Paris after spending five years in a US prison on narcotics charges. Patrick Dewaere brings remarkable intensity to the role of Bruno, portraying a longtime drug user confronting his demons. After the screenings, Jake Perlin will have a discussion with series programmer David Schwartz.",
      "date": "2025-07-09",
      "time": "6:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "abadsonandtwoshortfilms-2025-07-09-moma-events"
    },
    {
      "title": "Charles Sumner: Conscience of a Nation",
      "description": "Our popular outdoor lecture series is back! The New York Historical is thrilled to once again partner with the Bryant Park Reading Room to present a series of free programs in the park. Charles Sumner is often remembered as the recipient of a brutal caning on the Senate floor from pro-slavery congressman Preston Brooks in 1856. However, his historical and political legacy encompasses much more than this singular moment in the lead-up to the Civil War. Author Zaakir Tameez offers a new perspective on Sumner, one of the most ardent proponents of multiracial democracy of his day, a key player in modern civil rights law, and a gay man at a time when homosexuality was neither accepted nor understood. Zaakir Tameez is a Fulbright Scholar and Humanity in Action Senior Fellow whose new book is Charles Sumner: Conscience of a Nation. This program is produced in partnership with the Bryant Park Corporation.",
      "date": "2025-07-09",
      "time": "7 – 8 pm",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "charlessumnerconscienceofanation-2025-07-09-womens-history-events"
    },
    {
      "title": "Taiyō no Hakaba (The Sun’s Burial). 1960. Directed by Nagisa Ōshima",
      "description": "Taiyō no Hakaba (The Sun’s Burial). 1960. Japan. Directed by Nagisa Ōshima. Screenplay by Nagisa Ōshima and Ishido Toshiro. With Hono Kayoko, Isso Sasaki, Masahiko Tsugawa. 35mm print courtesy the Japan Foundation, with the permission of Janus Films. In Japanese with English subtitles. 87 min. Cinema 16 opened their fall 1961 season with the New York premiere of Nagisa Ōshima’s third film, The Sun’s Burial. In his program description, Vogel declared, “This sensational film—a paroxysm of violence and eroticism—is the work of Japan’s foremost ‘New Wave’ director, Nagisa Ōshima. Signalling the emergence of a new generation in Japanese films, it explodes with the anger and fury of their rebellion, and reveals, beneath its squalor and brutality, a deep—and hopeless—humanism. [Luis] Buñuel himself seems challenged in this inexorable tale of terror, murder and depravity, enacted by racketeers, whores, robbers, agitators and thugs amidst the slums and industrial wastelands of Tokyo. Elliptical continuity, disjointed editing and haunting images both express and reinforce its basic themes: societal decline; corruption by money, power and poverty; perversion of the innocent; victimization of the guilty.”",
      "date": "2025-07-10",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "taiynohakabathesunsburial1960directedbynagisashima-2025-07-10-moma-events"
    },
    {
      "title": "American Hunter. 1988. Directed by Arizal",
      "description": "American Hunter. 1988. Indonesia. Directed by Arizal. Screenplay by Deddy Armand. With Christopher Mitchum, Ida Asha, Mike Abbott, Bill “Superfoot” Wallace. English. 35mm. 92 min. A 35-seat microcinema in Williamsburg, Spectacle was founded in 2010 with a mission to show “lost and forgotten cinema.” Screenings—two to five daily, promoted with homemade posters and trailers—are programmed and staffed by what has grown to be a cadre of around 50 people, all volunteers. Spectacle's limited means has meant working with filmmakers and distributors sympathetic to its mission, or uncovering rarities buried so deep that no one else has touched (or, in many cases, heard of) them, lending a spirit of solidarity and genuine discovery to its programming. The roles of programmer, cinema attendant, projectionist, trailer editor, and poster designer are often combined or done in close collaboration, and all become part of a collective creative expression. We salute Spectacle with a tiny sampling of the more than 1,440 trailers that have been created by volunteers over the last 15 years, including noise artist C. Spencer Yeh’s seminal trailer for American Hunter, the 1988 schlock sensation starring Chris Mitchum (son of Robert) and directed by the Indonesian action auteur known simply as Arizal. Originally shown at Spectacle on low-quality video in 2012, the film will be shown here in the only known 35mm print, imported from Switzerland for this screening. In his notes for that 2012 screening, Spectacle volunteer and Screen Slate founder Jon Dieringer wrote: “Christopher Mitchum returns for what might be the purest expression of Arizal’s shoot-’em-up aesthetic as Jake Carver, an ‘agent’ whose self-described occupation is to ‘fight bad guys.’ Highlights include a jeep driving off the side of one skyscraper into the window of another, a three-way motorcycle/pick-up truck/train chase, a baby being run over by a car crashing through the side of a supermarket yet miraculously surviving, an eight minute helicopter chase, an awkwardly clothed shower sex scene, one house explosion, one castle explosion, dozens of car explosions, male bondage and electrocution, and a fist fight inside a dungeon full of what appears to be cardboard boxes overflowing with shredded paper…. Approximately ten of the 92 action-packed minutes have been described.”",
      "date": "2025-07-10",
      "time": "6:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "americanhunter1988directedbyarizal-2025-07-10-moma-events"
    },
    {
      "title": "America at 250: The Battle of Brooklyn",
      "description": "",
      "date": "2025-07-10",
      "time": "6-7 pm",
      "location": "Zoom",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "americaat250thebattleofbrooklyn-2025-07-10-womens-history-events"
    },
    {
      "title": "Met Expert Talks—The New Art: American Photography, 1839–1910",
      "description": "Virginia McBride, Research Associate, Department of Photographs, The Met Join Museum experts, including curators, conservators, scientists, and scholars, for a deep dive into a selection of exhibition objects in the galleries. Hear new insights and untold stories from Met insiders and take a closer look at the works of art. You’ll also have the opportunity to ask questions.",
      "date": "2025-07-10",
      "time": "3–3:30 pm",
      "location": "The Met Fifth Avenue Gallery 691, The Charles Z. Offin Gallery",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "metexperttalksthenewartamericanphotography18391910-2025-07-10-met-events"
    },
    {
      "title": "American Hunter. 1988. Directed by Arizal",
      "description": "American Hunter. 1988. Indonesia. Directed by Arizal. Screenplay by Deddy Armand. With Christopher Mitchum, Ida Asha, Mike Abbott, Bill “Superfoot” Wallace. English. 35mm. 92 min. A 35-seat microcinema in Williamsburg, Spectacle was founded in 2010 with a mission to show “lost and forgotten cinema.” Screenings—two to five daily, promoted with homemade posters and trailers—are programmed and staffed by what has grown to be a cadre of around 50 people, all volunteers. Spectacle's limited means has meant working with filmmakers and distributors sympathetic to its mission, or uncovering rarities buried so deep that no one else has touched (or, in many cases, heard of) them, lending a spirit of solidarity and genuine discovery to its programming. The roles of programmer, cinema attendant, projectionist, trailer editor, and poster designer are often combined or done in close collaboration, and all become part of a collective creative expression. We salute Spectacle with a tiny sampling of the more than 1,440 trailers that have been created by volunteers over the last 15 years, including noise artist C. Spencer Yeh’s seminal trailer for American Hunter, the 1988 schlock sensation starring Chris Mitchum (son of Robert) and directed by the Indonesian action auteur known simply as Arizal. Originally shown at Spectacle on low-quality video in 2012, the film will be shown here in the only known 35mm print, imported from Switzerland for this screening. In his notes for that 2012 screening, Spectacle volunteer and Screen Slate founder Jon Dieringer wrote: “Christopher Mitchum returns for what might be the purest expression of Arizal’s shoot-’em-up aesthetic as Jake Carver, an ‘agent’ whose self-described occupation is to ‘fight bad guys.’ Highlights include a jeep driving off the side of one skyscraper into the window of another, a three-way motorcycle/pick-up truck/train chase, a baby being run over by a car crashing through the side of a supermarket yet miraculously surviving, an eight minute helicopter chase, an awkwardly clothed shower sex scene, one house explosion, one castle explosion, dozens of car explosions, male bondage and electrocution, and a fist fight inside a dungeon full of what appears to be cardboard boxes overflowing with shredded paper…. Approximately ten of the 92 action-packed minutes have been described.”",
      "date": "2025-07-11",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "americanhunter1988directedbyarizal-2025-07-11-moma-events"
    },
    {
      "title": "Que Dios me perdone (May God Forgive Me). 1948. Directed by Tito Davison",
      "description": "Que Dios me perdone (May God Forgive Me). 1948. Mexico. Directed by Tito Davison. Screenplay by Davison, José Revueltas. With María Félix, Fernando Soler, Julián Soler. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 100 min. Set in Mexico City during World War II, Tito Davison’s espionage thriller features Félix navigating a narrative of international intrigue in the dual role of Sofía/Lena Kovach. Using noir visual strategies to create an atmosphere of moral ambiguity, the film reflects Mexico’s position during the global conflict: nominally neutral but increasingly aligned with Allied powers. The screenplay, by the prominent Mexican writer and political activist Jose Revueltas, gives Félix a multifaceted characterization that combines vulnerability and strategic calculation. The production shows Mexican cinema’s technical development and engagement with international trends, particularly the subjective, psychological approach and visual style of film noir. May God Forgive Me proved that Félix could expand beyond melodrama, and established her as a strong but sympathetic presence in the thriller genre.",
      "date": "2025-07-11",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "quediosmeperdonemaygodforgiveme1948directedbytitodavison-2025-07-11-moma-events"
    },
    {
      "title": "Artist Demos: Weaving",
      "description": "",
      "date": "2025-07-11",
      "time": "5:30–7:30 p.m.",
      "location": "MoMA, Floor 2, Creativity Lab The Paula and James Crown Creativity Lab",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "artistdemosweaving-2025-07-11-moma-events"
    },
    {
      "title": "New York Historical Summer!",
      "description": "Spend your Friday evenings with us this July! The New York Historical is celebrating the summer with live music. Join us for pay-as-you-wish admission on Fridays. Swing by our restaurant Clara for a special menu of select wine, beer, and cocktails, then wander over to Smith Gallery to hear old-school jazz starting at 5:30 pm from Michael Hashim's trio.",
      "date": "2025-07-11",
      "time": "5:30 – 7:30 pm",
      "location": "1st floor, Robert H. and Clarice Smith New York Gallery of American History at The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "newyorkhistoricalsummer-2025-07-11-womens-history-events"
    },
    {
      "title": "Met Expert Talks at The Met Cloisters—A History of The Met Cloisters",
      "description": "In celebration of the 100th anniversary of The Met’s acquisition of The Cloisters Collection, delve into topics that unveil special moments and objects in the history of The Met Cloisters. Join Museum experts, including curators, conservators, scientists, and scholars, for a deep dive, into a selection of objects in the galleries. Hear new insights and untold stories from Met insiders and take a closer look. You’ll also have the opportunity to ask questions.",
      "date": "2025-07-11",
      "time": "3–3:30 pm",
      "location": "The Met Cloisters Main Hall",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "metexperttalksatthemetcloistersahistoryofthemetcloisters-2025-07-11-met-events"
    },
    {
      "title": "Date Night—Sargent and Paris",
      "description": "Gallery Talks 6–7 pm Gallery 899, The Tisch Galleries Join Museum educators for short discussions in front of selected works of art. Talks repeat every 15 minutes, and you’ll also have the opportunity to ask questions. Artists on Artworks—Artist Drake Carr on John Singer Sargent 7–7:30 pm Gallery 899, The Tisch Galleries Join artist Drake Carr as he reflects on artworks in Sargent and Paris and speaks about his own practice as a painter and illustrator. Note: Space is limited; first come, first served. Priority will be given to those who register. Drop-in Drawing 6–8 pm Gallery 548, Carroll and Milton Petrie European Sculpture Court Be inspired by artists and original works of art! Experience The Met collection through drawing and respond to creative challenges. Walk-up Writing 6–8 pm Gallery 899, The Tisch Galleries Respond to writing prompts inspired by the work of John Singer Sargent. Materials are provided, but you may bring your own notebook. Please note, only pencils are allowed in the galleries. Performance—Sargent’s Soundtrack 6–6:30 pm Gallery 681, The André Mertens Galleries for Musical Instruments Listen to advanced students from Juilliard's Historical Performance Department as they play French music from the late 19th century inspired by Sargent’s early career in Paris. Cocktail—Elderflower French 75 5–8 pm Museum Cafes Indulge in a custom cocktail inspired by the exhibition Sargent and Paris, available for purchase. Vodka, elderflower liqueur, lemon, sparkling wine Presented in conjunction with the exhibition Sargent and Paris.",
      "date": "2025-07-11",
      "time": "6–8 pm",
      "location": "The Met Fifth Avenue Various locations, Floors 1 and 2",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "datenightsargentandparis-2025-07-11-met-events"
    },
    {
      "title": "The Observant Eye",
      "description": "Slow down, tap into your powers of observation, and discover a work of art through close looking and discussion. No prior knowledge of art is necessary. All adult learners are welcome. Stools are provided.",
      "date": "2025-07-11",
      "time": "6:30–7:30 pm",
      "location": "The Met Fifth Avenue Meet in Carson Family Hall, Ruth and Harold D. Uris Center for Education",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "theobservanteye-2025-07-11-met-events"
    },
    {
      "title": "Enamorada (In Love). 1946. Directed by Emilio Fernández",
      "description": "Enamorada (In Love). 1946. Mexico. Directed by Emilio Fernández. Screenplay by Emilio Fernández, Íñigo de Martino. With María Félix, Pedro Armendáriz, Fernando Fernández. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 95 min. Emilio “El Indio” Fernández’s first collaboration with Félix stands as one of the most beloved works of Mexican Golden Age of cinema. Loosely inspired by Shakespeare’s The Taming of the Shrew, it follows the relationship between Beatriz Peñafiel (Félix), the aristocratic daughter of a wealthy family in Cholula, and José Juan Reyes (Pedro Armendáriz), a revolutionary general who disrupts her privileged existence. Félix’s performance ranges from haughty resistance to passionate engagement, and Gabriel Figueroa’s cinematography finds visual touches that celebrate Mexican national identity while achieving a broader artistic appeal. The film competed for the Palme d’Or at the 1947 Cannes Film Festival and won multiple Ariel Awards.",
      "date": "2025-07-12",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "enamoradainlove1946directedbyemiliofernndez-2025-07-12-moma-events"
    },
    {
      "title": "La diosa arrodillada (The Kneeling Goddess). 1947. Directed by Roberto Gavaldón",
      "description": "La diosa arrodillada (The Kneeling Goddess). 1947. Mexico. Directed by Roberto Gavaldón. Screenplay by José Revueltas, based on a story by Ladislas Fodor. With María Félix, Arturo de Córdova, Rosario Granados. In Spanish; English subtitles. DCP courtesy of Cineteca Nacional. 110 min. Roberto Gavaldón’s psychological melodrama features Félix as Raquel Serrano, a model whose nude likeness triggers a tragic narrative of desire, deception, and destruction. The plot centers on a symbolic triangle: a man (Arturo de Córdova), his wife (Rosario Granados), and a sculpture modeled after his mistress—a physical representation of infidelity placed within the marital home. Gavaldón uses visual techniques of film noir to examine the connections between art, desire, and mortality, culminating in the husband’s murder of his wife to pursue Raquel. Through controlled emotional shifts, Félix creates a character who moves beyond simple villainy toward tragic complexity, showing her skill at portraying morally ambiguous female characters while preserving their opacity.",
      "date": "2025-07-12",
      "time": "6:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "ladiosaarrodilladathekneelinggoddess1947directedbyrobertogavaldn-2025-07-12-moma-events"
    },
    {
      "title": "El peñón de las ánimas (The Rock of Souls). 1942. Directed by Miguel Zacarías",
      "description": "El peñón de las ánimas (The Rock of Souls). 1942. Mexico. Directed by Miguel Zacarías. Screenplay by Miguel Zacarías, Jesús Cárdenas. With María Félix, Jorge Negrete. In Spanish; English subtitles. DCP courtesy of Cineteca Nacional. 101 min. Felix made her film debut under Miguel Zacarías’s direction in this ranchero melodrama as María Angela Valdivia, a young woman caught between a family vendetta and her love for charro-singer Felipe (Jorge Negrete). The production marks Félix’s first encounter with Negrete, a major Mexican star with whom she maintained an antagonistic relationship before their marriage a decade later. Though still developing the screen presence that would define her cinematic persona, Félix shows clear assurance before the camera. This formative work begins the career trajectory that would transform her from a discovered beauty into \"La Doña,\" a central figure of Mexican Golden Age Cinema.",
      "date": "2025-07-13",
      "time": "1:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "elpendelasnimastherockofsouls1942directedbymiguelzacaras-2025-07-13-moma-events"
    },
    {
      "title": "La mujer de todos (Everybody’s Woman). 1946. Directed by Julio Bracho",
      "description": "La mujer de todos (Everybody’s Woman). 1946. Mexico. Directed by Julio Bracho. Screenplay by Julio Bracho, Neftalí Beltrán. With María Félix, Armando Calvo, Alberto Galán. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 100 min. Julio Bracho’s adaptation of Alexandre Dumas fils’s La dame aux camélias features Félix as María Romano, a woman whose romantic relationships unfold against the backdrop of the Mexican Revolution. Bracho’s direction enables Félix to portray a multifaceted character navigating contradictory expectations placed upon women during a period of radical change.",
      "date": "2025-07-13",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "lamujerdetodoseverybodyswoman1946directedbyjuliobracho-2025-07-13-moma-events"
    },
    {
      "title": "Jesse Krimes: Corrections",
      "description": "Photography has played a key role in structuring systems of power in society, including those related to crime and punishment. This exhibition presents immersive contemporary installations by the artist Jesse Krimes (American, b. 1982) alongside nineteenth-century photographs from The Met collection by the French criminologist Alphonse Bertillon, who developed the first modern system of criminal identification before the adoption of fingerprinting. Krimes’s image-based installations, made over the course of his six-year incarceration, reflect the ingenuity of an artist working without access to traditional materials. Employing prison-issued soap, hair gel, playing cards, and newspaper he created works of art that seek to disrupt and recontextualize the circulation of photographs in the media. Displayed at The Met in dialogue with Bertillon, whose pioneering method paired anthropomorphic measurements with photographs to produce the present-day mug shot, Krimes’s work raises questions about the perceived neutrality of our systems of identification and the hierarchies of social imbalance they create and reinscribe. An artist for whom collaboration and activism are vital, Krimes founded the Center for Art and Advocacy to highlight the talent and creative potential among individuals who have experienced incarceration and to support and improve outcomes for formerly incarcerated artists. The exhibition is made possible by Joyce Frank Menschel.",
      "date": "2025-07-13",
      "time": "",
      "location": "The Met Fifth Avenue in Gallery 851",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "jessekrimescorrections-2025-07-13-met-events"
    },
    {
      "title": "Río Escondido (Hidden River). 1948. Directed by Emilio Fernández",
      "description": "Río Escondido (Hidden River). 1948. Mexico. Directed by Emilio Fernández. Screenplay by Emilio Fernández, Mauricio Magdaleno. With María Félix, Fernando Fernández. In Spanish; English subtitles. DCP courtesy of Cineteca Nacional. 103 min. In their second collaboration, Emilio Fernández and Félix present a sociopolitical allegory through the story of Rosaura Salazar, an idealistic schoolteacher sent to a remote village to fulfill the educational mission of Mexico’s post-revolutionary government. Gabriel Figueroa’s black-and-white cinematography renders the rural landscape as a contested space between progressive national ideals and local corruption. The film is explicitly political—even including a cameo by then-President Miguel Alemán that highlights the connection between Mexican cinema and state ideology during this period—and its examination of rural power structures, educational access, and national identity makes it an important work in Mexican cinema’s engagement with post-revolutionary nation-building. It also marks a departure from Félix’s femme fatale roles, and her portrayal of sacrificial idealism earned her a second Ariel Award for Best Actress.",
      "date": "2025-07-14",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "roescondidohiddenriver1948directedbyemiliofernndez-2025-07-14-moma-events"
    },
    {
      "title": "Doña Bárbara. 1943. Directed by Fernando de Fuentes",
      "description": "Doña Bárbara. 1943. Mexico. Directed by Fernando de Fuentes. Screenplay by Fernando de Fuentes, based on the novel by Rómulo Gallegos. With María Félix, Julián Soler, María Elena Marqués. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 137 min. Fernando de Fuentes’s adaptation of Venezuelan author Rómulo Gallegos’ novel is a key breakthrough in Félix’s career—and the source of her enduring nickname, “La Doña.” Félix plays a landowner whose sexual victimization during adolescence creates a deep hostility toward men, and leads her to pursue entirely self-sufficient control over her ranch and the surrounding area. De Fuentes presents the psychological aspects of a character who operates as both villain and victim, allowing Félix to develop the type of strong female protagonist that would become her legacy in Latin American cinema. The film’s treatment of rural power dynamics, sexual politics, and vengeance established Félix as an actress who could move beyond conventional female roles, offering instead a vision of female autonomy seldom represented in the cinema of that time.",
      "date": "2025-07-14",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "doabrbara1943directedbyfernandodefuentes-2025-07-14-moma-events"
    },
    {
      "title": "Maclovia. 1948. Directed by Emilio Fernández",
      "description": "Maclovia. 1948. Mexico. Directed by Emilio Fernández. Screenplay by Emilio Fernández, Mauricio Magdaleno. With María Félix, Pedro Armendáriz, Columba Domínguez. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 101 min. Set on Janitzio Island in Lake Pátzcuaro, this tragedy reunites Félix with director Emilio Fernández and costar Pedro Armendáriz to portray the troubled romance between Maclovia and a young fisherman facing both family opposition and the unwanted attention of Sergeant Genovevo de la Garza (Carlos López Moctezuma). Gabriel Figueroa’s cinematography presents the Indigenous Purépecha community as a setting where personal desires conflict with communal traditions and institutional power. The film’s depiction of Indigenous cultural practices aligns with the nationalist focus of post-revolutionary Mexican cinema, while also questioning the abuse of state authority. Winner of multiple Ariel Awards, including recognition for Columba Domínguez as Best Supporting Actress, Maclovia exemplifies the combination of visual composition, social commentary, and emotional depth characteristic of Mexican Golden Age cinema.",
      "date": "2025-07-15",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "maclovia1948directedbyemiliofernndez-2025-07-15-moma-events"
    },
    {
      "title": "Tizoc. 1957. Directed by Ismael Rodriguez",
      "description": "Tizoc. 1957. Mexico. Directed by Ismael Rodriguez. Screenplay by Manuel R. Ojeda, Ismael Rodríguez, Ricardo Parada León. With María Félix, Pedro Infante, Eduardo Fajardo. In Spanish; English subtitles. DCP courtesy of AMCO. 112 min. Ismael Rodríguez’s internationally recognized study of racial prejudice and cross-cultural romance features the only screen pairing of two major Mexican screen figures: Félix and Pedro Infante (in his final film before his death). Tizoc follows the relationship between an Indigenous Mixtec man (Infante) and a European-descended Mexican woman (Félix) and the social barriers that make their connection difficult despite their emotional attachment. The film gained international recognition, winning the Golden Globe for Best Foreign Language Film and the Silver Bear for Best Actor for Infante at the Berlin International Film Festival.",
      "date": "2025-07-15",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "tizoc1957directedbyismaelrodriguez-2025-07-15-moma-events"
    },
    {
      "title": "French Cancan. 1954.Directed by Jean Renoir",
      "description": "French Cancan. 1954. France. Directed by Jean Renoir. Screenplay by Jean Renoir, André-Paul Antoine. With María Félix, Jean Gabin, Françoise Arnoul, Édith Piaf. In Spanish; English subtitles. 35mm. 102 min. Jean Renoir’s musical drama is perhaps the most prestigious project of Félix’s European period, placing her alongside such French cultural giants as Jean Gabin and Édith Piaf. Félix plays Lola de Castro, a Spanish dancer whose professional and romantic relationship with impresario Henri Danglard (Gabin) is complicated by his interest in developing the cancan and promoting a new performer. Renoir’s detailed recreation of Belle Époque Paris provides a rich visual setting, particularly in the Technicolor dance sequences. Winner of the Grand Prix de l’Academie du Cinéma, the film demonstrates Félix’s international adaptability and her ability to work within different cinematic traditions while maintaining her distinct screen identity.",
      "date": "2025-07-16",
      "time": "4:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "frenchcancan1954directedbyjeanrenoir-2025-07-16-moma-events"
    },
    {
      "title": "Doña Diabla. 1950. Directed by Tito Daviso",
      "description": "Doña Diabla. 1950. Mexico. Directed by Tito Daviso. Screenplay by Edmundo Báez, Tito Davison, based on the play by León Felipe. With María Félix, Víctor Junco, Crox Alvarado. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 98 min. Stung by a humiliating divorce, Ángela (Felix) resolves to turn seduction into a private sport: lure a man, break his heart, move on. Years later she crosses paths with Adrián, a gambler as unscrupulous as she is—only to watch him redirect his charm toward her unsuspecting daughter, Angélica. The triangle, unveiled in flashback after an opening-reel gunshot, recalls the mother-daughter antagonism of Michael Curtiz’s Mildred Pierce (1945), but pushes the stakes further: Ángela’s hard-won independence now threatens the one bond she hoped to keep untainted. Davison guides the drama with thunder-punctuated entrances and moody interior lighting, letting Félix move from icy control to panic without losing her poise. The performance earned Félix her third Ariel for Best Actress, and the picture’s slot in the 1951 Cannes competition signalled the rising international prestige of Mexican cinema.",
      "date": "2025-07-16",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "doadiabla1950directedbytitodaviso-2025-07-16-moma-events"
    },
    {
      "title": "Pioneering Scientific Voices: Women and STEM",
      "description": "",
      "date": "2025-07-16",
      "time": "6-7 pm",
      "location": "Zoom",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "pioneeringscientificvoiceswomenandstem-2025-07-16-womens-history-events"
    },
    {
      "title": "Illiberal America: A History",
      "description": "Our popular outdoor lecture series is back! The New York Historical is thrilled to once again partner with the Bryant Park Reading Room to present a series of free programs in the park. To many, the insurrection at the Capitol on January 6, 2021 exemplified a strand of illiberalism in the American story that can be traced from the systematic expulsion of Native Americans in the mid-19th century; through the denial of constitutional rights to Black Americans during Reconstruction; all the way to today. Join professor Steven Hahn to learn how the history of illiberalism is a history of the forces that have shaped—and continue to shape—the nation. Steven Hahn is Professor of History at New York University and a Pulitzer Prize-winning author whose works include A Nation under Our Feet: Black Political Struggles in the Rural South from Slavery to the Great Migration and Illiberal America: A History.",
      "date": "2025-07-16",
      "time": "7 – 8 pm",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "illiberalamericaahistory-2025-07-16-womens-history-events"
    },
    {
      "title": "Dispatches from the Field: Alison Criscitiello",
      "description": "This will be followed by Campfire sessions—intimate, Members-Only breakout groups where you can connect, share ideas, and build relationships. This edition features Alison Criscitiello, EC50 2025, to present Drilling the Longest Ice Core in Canadian History: Axel Heiberg Island In April and May of 2025, a team of Canadian and Danish scientists co-led by Dr. Alison Criscitiello drilled the deepest ice core in all of the Americas, on Axel Heiberg Island in the Canadian high Arctic. It is likely to contain a 10-20,000 year record of Arctic climate variability. Due to its location on the edge of the Arctic Ocean, this ice cap may hold critical information about sea ice and Arctic Ocean variability in the past. Alison and team also drilled four 70m deep cores; these cores will date back to ~1870, and will be used to look at the atmospheric transport of various environmental contaminants to the North. Get a quick glimpse into the complex logistics and big science that Alison and her team just pulled off!",
      "date": "2025-07-16",
      "time": "12:00 PM",
      "location": "",
      "museum": "explorers-events",
      "museumName": "Explorers Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "dispatchesfromthefieldalisoncriscitiello-2025-07-16-explorers-events"
    },
    {
      "title": "La mujer sin alma (The Woman Without a Soul). 1944. Directed by Fernando de Fuentes",
      "description": "La mujer sin alma (The Woman Without a Soul). 1944. Mexico. Directed by Fernando de Fuentes. Screenplay by Fernando de Fuentes, Mauricio Magdaleno. With María Félix, Fernando Soler. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 95 min. In this ambitious melodrama, adapted from Alphonse Daudet’s 19th-century novel La raison sociale, Fernando de Fuentes directs Félix as Teresa López, an ambitious shop-girl who glimpses high society at a charity ball and decides beauty will be her ladder out of obscurity. One by one she wins, marries, and discards prosperous admirers, wrecking the Velasco-Ferrer family in the process and discovering that the top rung can be as lonely as the bottom. De Fuentes, working again with Félix after Doña Bárbara, creates a study of ambition, class mobility, and power dynamics. Félix keeps Teresa charismatic yet opaque, letting the audience decide whether her ruthlessness is vice, survival instinct, or both.",
      "date": "2025-07-17",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "lamujersinalmathewomanwithoutasoul1944directedbyfernandodefuentes-2025-07-17-moma-events"
    },
    {
      "title": "Amok. 1944. Directed by Antonio Momplet",
      "description": "Amok. 1944. Mexico. Directed by Antonio Momplet. Screenplay by Max Aub, based on the novel by Stefan Zweig. With María Félix, Julián Soler, Stella Inda. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 101 min. After looting his Paris clinic to satisfy the demands of his mercurial lover Mrs. Travis (a disconcertingly blonde Felix), surgeon Jorge Martell (Julián Soler ) loses what remains of his money at Monte Carlo and signs on as a colonial doctor in India. Aboard the outbound liner he encounters Mrs. Belmont (Felix with her familiar dark mane), and begins a confession that unfolds in fevered flashback: a botched abortion, the jungle sickness locals call “amok,” and an obsession that blurs the two women into one fatal hallucination. Spanish émigré Antonio Momplet, who left his homeland during the Civil War and worked briefly in Argentina before settling in Mexico, mounts the Stefan Zweig story on sets that reproduce an ocean liner, a Riviera casino, colonial residences, and tropical villages—an international canvas unusual for Golden Age Mexican production. The great Mexican songwriter Agustín Lara composed the score, a year before his tumultuous marriage to Félix.",
      "date": "2025-07-17",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "amok1944directedbyantoniomomplet-2025-07-17-moma-events"
    },
    {
      "title": "Writing Club: On Jack Whitten, with Jazzy Charles and Antoinette Cooper",
      "description": "",
      "date": "2025-07-17",
      "time": "7:00–8:30 p.m.",
      "location": "MoMA, Floor 6",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "writingclubonjackwhittenwithjazzycharlesandantoinettecooper-2025-07-17-moma-events"
    },
    {
      "title": "Río Escondido (Hidden River). 1948. Directed by Emilio Fernández",
      "description": "Río Escondido (Hidden River). 1948. Mexico. Directed by Emilio Fernández. Screenplay by Emilio Fernández, Mauricio Magdaleno. With María Félix, Fernando Fernández. In Spanish; English subtitles. DCP courtesy of Cineteca Nacional. 103 min. In their second collaboration, Emilio Fernández and Félix present a sociopolitical allegory through the story of Rosaura Salazar, an idealistic schoolteacher sent to a remote village to fulfill the educational mission of Mexico’s post-revolutionary government. Gabriel Figueroa’s black-and-white cinematography renders the rural landscape as a contested space between progressive national ideals and local corruption. The film is explicitly political—even including a cameo by then-President Miguel Alemán that highlights the connection between Mexican cinema and state ideology during this period—and its examination of rural power structures, educational access, and national identity makes it an important work in Mexican cinema’s engagement with post-revolutionary nation-building. It also marks a departure from Félix’s femme fatale roles, and her portrayal of sacrificial idealism earned her a second Ariel Award for Best Actress.",
      "date": "2025-07-18",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "roescondidohiddenriver1948directedbyemiliofernndez-2025-07-18-moma-events"
    },
    {
      "title": "Que Dios me perdone (May God Forgive Me). 1948. Directed by Tito Davison",
      "description": "Que Dios me perdone (May God Forgive Me). 1948. Mexico. Directed by Tito Davison. Screenplay by Davison, José Revueltas. With María Félix, Fernando Soler, Julián Soler. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 100 min. Set in Mexico City during World War II, Tito Davison’s espionage thriller features Félix navigating a narrative of international intrigue in the dual role of Sofía/Lena Kovach. Using noir visual strategies to create an atmosphere of moral ambiguity, the film reflects Mexico’s position during the global conflict: nominally neutral but increasingly aligned with Allied powers. The screenplay, by the prominent Mexican writer and political activist Jose Revueltas, gives Félix a multifaceted characterization that combines vulnerability and strategic calculation. The production shows Mexican cinema’s technical development and engagement with international trends, particularly the subjective, psychological approach and visual style of film noir. May God Forgive Me proved that Félix could expand beyond melodrama, and established her as a strong but sympathetic presence in the thriller genre.",
      "date": "2025-07-18",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "quediosmeperdonemaygodforgiveme1948directedbytitodavison-2025-07-18-moma-events"
    },
    {
      "title": "New York Historical Summer!",
      "description": "Spend your Friday evenings with us this July! The New York Historical is celebrating the summer with live music. Join us for pay-as-you-wish admission on Fridays. Swing by our restaurant Clara for a special menu of select wine, beer, and cocktails, then wander over to Smith Gallery to hear old-school jazz starting at 5:30 pm from Michael Hashim's trio.",
      "date": "2025-07-18",
      "time": "5:30 – 7:30 pm",
      "location": "1st floor, Robert H. and Clarice Smith New York Gallery of American History at The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "newyorkhistoricalsummer-2025-07-18-womens-history-events"
    },
    {
      "title": "Met Expert Talks at The Met Cloisters—A History of The Met Cloisters",
      "description": "In celebration of the 100th anniversary of The Met’s acquisition of The Cloisters Collection, delve into topics that unveil special moments and objects in the history of The Met Cloisters. Join Museum experts, including curators, conservators, scientists, and scholars, for a deep dive, into a selection of objects in the galleries. Hear new insights and untold stories from Met insiders and take a closer look. You’ll also have the opportunity to ask questions.",
      "date": "2025-07-18",
      "time": "3–3:30 pm",
      "location": "The Met Cloisters Main Hall",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "metexperttalksatthemetcloistersahistoryofthemetcloisters-2025-07-18-met-events"
    },
    {
      "title": "La diosa arrodillada (The Kneeling Goddess). 1947. Directed by Roberto Gavaldón",
      "description": "La diosa arrodillada (The Kneeling Goddess). 1947. Mexico. Directed by Roberto Gavaldón. Screenplay by José Revueltas, based on a story by Ladislas Fodor. With María Félix, Arturo de Córdova, Rosario Granados. In Spanish; English subtitles. DCP courtesy of Cineteca Nacional. 110 min. Roberto Gavaldón’s psychological melodrama features Félix as Raquel Serrano, a model whose nude likeness triggers a tragic narrative of desire, deception, and destruction. The plot centers on a symbolic triangle: a man (Arturo de Córdova), his wife (Rosario Granados), and a sculpture modeled after his mistress—a physical representation of infidelity placed within the marital home. Gavaldón uses visual techniques of film noir to examine the connections between art, desire, and mortality, culminating in the husband’s murder of his wife to pursue Raquel. Through controlled emotional shifts, Félix creates a character who moves beyond simple villainy toward tragic complexity, showing her skill at portraying morally ambiguous female characters while preserving their opacity.",
      "date": "2025-07-19",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "ladiosaarrodilladathekneelinggoddess1947directedbyrobertogavaldn-2025-07-19-moma-events"
    },
    {
      "title": "Enamorada (In Love). 1946. Directed by Emilio Fernández",
      "description": "Enamorada (In Love). 1946. Mexico. Directed by Emilio Fernández. Screenplay by Emilio Fernández, Íñigo de Martino. With María Félix, Pedro Armendáriz, Fernando Fernández. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 95 min. Emilio “El Indio” Fernández’s first collaboration with Félix stands as one of the most beloved works of Mexican Golden Age of cinema. Loosely inspired by Shakespeare’s The Taming of the Shrew, it follows the relationship between Beatriz Peñafiel (Félix), the aristocratic daughter of a wealthy family in Cholula, and José Juan Reyes (Pedro Armendáriz), a revolutionary general who disrupts her privileged existence. Félix’s performance ranges from haughty resistance to passionate engagement, and Gabriel Figueroa’s cinematography finds visual touches that celebrate Mexican national identity while achieving a broader artistic appeal. The film competed for the Palme d’Or at the 1947 Cannes Film Festival and won multiple Ariel Awards.",
      "date": "2025-07-19",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "enamoradainlove1946directedbyemiliofernndez-2025-07-19-moma-events"
    },
    {
      "title": "El peñón de las ánimas (The Rock of Souls). 1942. Directed by Miguel Zacarías",
      "description": "El peñón de las ánimas (The Rock of Souls). 1942. Mexico. Directed by Miguel Zacarías. Screenplay by Miguel Zacarías, Jesús Cárdenas. With María Félix, Jorge Negrete. In Spanish; English subtitles. DCP courtesy of Cineteca Nacional. 101 min. Felix made her film debut under Miguel Zacarías’s direction in this ranchero melodrama as María Angela Valdivia, a young woman caught between a family vendetta and her love for charro-singer Felipe (Jorge Negrete). The production marks Félix’s first encounter with Negrete, a major Mexican star with whom she maintained an antagonistic relationship before their marriage a decade later. Though still developing the screen presence that would define her cinematic persona, Félix shows clear assurance before the camera. This formative work begins the career trajectory that would transform her from a discovered beauty into \"La Doña,\" a central figure of Mexican Golden Age Cinema.",
      "date": "2025-07-20",
      "time": "1:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "elpendelasnimastherockofsouls1942directedbymiguelzacaras-2025-07-20-moma-events"
    },
    {
      "title": "Doña Bárbara. 1943. Directed by Fernando de Fuentes",
      "description": "Doña Bárbara. 1943. Mexico. Directed by Fernando de Fuentes. Screenplay by Fernando de Fuentes, based on the novel by Rómulo Gallegos. With María Félix, Julián Soler, María Elena Marqués. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 137 min. Fernando de Fuentes’s adaptation of Venezuelan author Rómulo Gallegos’ novel is a key breakthrough in Félix’s career—and the source of her enduring nickname, “La Doña.” Félix plays a landowner whose sexual victimization during adolescence creates a deep hostility toward men, and leads her to pursue entirely self-sufficient control over her ranch and the surrounding area. De Fuentes presents the psychological aspects of a character who operates as both villain and victim, allowing Félix to develop the type of strong female protagonist that would become her legacy in Latin American cinema. The film’s treatment of rural power dynamics, sexual politics, and vengeance established Félix as an actress who could move beyond conventional female roles, offering instead a vision of female autonomy seldom represented in the cinema of that time.",
      "date": "2025-07-20",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "doabrbara1943directedbyfernandodefuentes-2025-07-20-moma-events"
    },
    {
      "title": "The New Art: American Photography, 1839–1910",
      "description": "This exhibition presents a bold new history of American photography from the medium’s birth in 1839 to the first decade of the 20th century. Drawn from The Met’s William L. Schaeffer Collection, major works by lauded artists such as Josiah Johnson Hawes, John Moran, Carleton Watkins, and Alice Austen are shown in dialogue with extraordinary photographs by obscure or unknown practitioners made in small towns and cities from coast to coast. Featuring a range of formats, from daguerreotypes and cartes de visite to stereographs and cyanotypes, the show explores the dramatic change in the nation’s sense of itself that was driven by the immediate success of photography as a cultural, commercial, artistic, and psychological preoccupation. In 1835, even before the nearly simultaneous announcement of the invention of the new art in Paris and London, the American philosopher essayist Ralph Waldo Emerson noted with remarkable vision: “Our Age is Ocular.” The exhibition is made possible by the Diane W. and James E. Burke Fund and the Diane Carol Brandt Fund. Additional support is provided by the Horace W. Goldsmith Foundation.",
      "date": "2025-07-20",
      "time": "",
      "location": "The Met Fifth Avenue in Gallery 851",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "thenewartamericanphotography18391910-2025-07-20-met-events"
    },
    {
      "title": "Maclovia. 1948. Directed by Emilio Fernández",
      "description": "Maclovia. 1948. Mexico. Directed by Emilio Fernández. Screenplay by Emilio Fernández, Mauricio Magdaleno. With María Félix, Pedro Armendáriz, Columba Domínguez. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 101 min. Set on Janitzio Island in Lake Pátzcuaro, this tragedy reunites Félix with director Emilio Fernández and costar Pedro Armendáriz to portray the troubled romance between Maclovia and a young fisherman facing both family opposition and the unwanted attention of Sergeant Genovevo de la Garza (Carlos López Moctezuma). Gabriel Figueroa’s cinematography presents the Indigenous Purépecha community as a setting where personal desires conflict with communal traditions and institutional power. The film’s depiction of Indigenous cultural practices aligns with the nationalist focus of post-revolutionary Mexican cinema, while also questioning the abuse of state authority. Winner of multiple Ariel Awards, including recognition for Columba Domínguez as Best Supporting Actress, Maclovia exemplifies the combination of visual composition, social commentary, and emotional depth characteristic of Mexican Golden Age cinema.",
      "date": "2025-07-21",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "maclovia1948directedbyemiliofernndez-2025-07-21-moma-events"
    },
    {
      "title": "Tizoc. 1957. Directed by Ismael Rodriguez",
      "description": "Tizoc. 1957. Mexico. Directed by Ismael Rodriguez. Screenplay by Manuel R. Ojeda, Ismael Rodríguez, Ricardo Parada León. With María Félix, Pedro Infante, Eduardo Fajardo. In Spanish; English subtitles. DCP courtesy of AMCO. 112 min. Ismael Rodríguez’s internationally recognized study of racial prejudice and cross-cultural romance features the only screen pairing of two major Mexican screen figures: Félix and Pedro Infante (in his final film before his death). Tizoc follows the relationship between an Indigenous Mixtec man (Infante) and a European-descended Mexican woman (Félix) and the social barriers that make their connection difficult despite their emotional attachment. The film gained international recognition, winning the Golden Globe for Best Foreign Language Film and the Silver Bear for Best Actor for Infante at the Berlin International Film Festival.",
      "date": "2025-07-21",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "tizoc1957directedbyismaelrodriguez-2025-07-21-moma-events"
    },
    {
      "title": "French Cancan. 1954. Directed by Jean Renoir",
      "description": "French Cancan. 1954. France. Directed by Jean Renoir. Screenplay by Jean Renoir, André-Paul Antoine. With María Félix, Jean Gabin, Françoise Arnoul, Édith Piaf. In Spanish; English subtitles. 35mm. 102 min. Jean Renoir’s musical drama is perhaps the most prestigious project of Félix’s European period, placing her alongside such French cultural giants as Jean Gabin and Édith Piaf. Félix plays Lola de Castro, a Spanish dancer whose professional and romantic relationship with impresario Henri Danglard (Gabin) is complicated by his interest in developing the cancan and promoting a new performer. Renoir’s detailed recreation of Belle Époque Paris provides a rich visual setting, particularly in the Technicolor dance sequences. Winner of the Grand Prix de l’Academie du Cinéma, the film demonstrates Félix’s international adaptability and her ability to work within different cinematic traditions while maintaining her distinct screen identity.",
      "date": "2025-07-22",
      "time": "4:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "frenchcancan1954directedbyjeanrenoir-2025-07-22-moma-events"
    },
    {
      "title": "La mujer de todos (Everybody’s Woman). 1946. Directed by Julio Bracho",
      "description": "La mujer de todos (Everybody’s Woman). 1946. Mexico. Directed by Julio Bracho. Screenplay by Julio Bracho, Neftalí Beltrán. With María Félix, Armando Calvo, Alberto Galán. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 100 min. Julio Bracho’s adaptation of Alexandre Dumas fils’s La dame aux camélias features Félix as María Romano, a woman whose romantic relationships unfold against the backdrop of the Mexican Revolution. Bracho’s direction enables Félix to portray a multifaceted character navigating contradictory expectations placed upon women during a period of radical change.",
      "date": "2025-07-22",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "lamujerdetodoseverybodyswoman1946directedbyjuliobracho-2025-07-22-moma-events"
    },
    {
      "title": "Met Expert Talks en español—La herencia cultural de la talavera poblana",
      "description": "",
      "date": "2025-07-22",
      "time": "11–11:45 am",
      "location": "The Met Fifth Avenue Gallery 774, Henry R. Luce Center for the Study of American Art",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "metexperttalksenespaollaherenciaculturaldelatalaverapoblana-2025-07-22-met-events"
    },
    {
      "title": "Met Expert Talks—The Roof Garden Commission: Jennie C. Jones, Ensemble",
      "description": "Lauren Rosati, Associate Curator and Research Projects Manager, The Leonard A. Lauder Research Center for Modern Art, The Met Join Museum experts, including curators, conservators, scientists, and scholars, for a deep dive into a selection of exhibition objects in the galleries. Hear new insights and untold stories from Met insiders and take a closer look at the works of art. You’ll also have the opportunity to ask questions. Presented in conjunction with the exhibition The Roof Garden Commission: Jennie C. Jones, Ensemble.",
      "date": "2025-07-22",
      "time": "3–3:30 pm",
      "location": "The Met Fifth Avenue Gallery 926, The Iris and B. Gerald Cantor Roof Garden",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "metexperttalkstheroofgardencommissionjenniecjonesensemble-2025-07-22-met-events"
    },
    {
      "title": "Baseball Cards from the Collection of Jefferson R. Burdick",
      "description": "The Jefferson R. Burdick collection of ephemera at The Met contains one of the most distinguished collections of historical baseball cards anywhere in the world. In 1947, Burdick (1900–1963), an electrician from Syracuse, New York, and avid collector of ephemera, began to donate in large batches his holdings of more than 300,000 trade cards, postcards, and posters to the Museum. Included in the donation were more than 30,000 baseball cards dating back to the 1880s. This exhibition features over one hundred cards dating from 1895 to 1956. Produced using a variety of printing techniques and in a range of styles, the cards feature legends of the game from a bygone era.",
      "date": "2025-07-22",
      "time": "",
      "location": "The Met Fifth Avenue in Gallery 774A",
      "museum": "met-events",
      "museumName": "Met Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "baseballcardsfromthecollectionofjeffersonrburdick-2025-07-22-met-events"
    },
    {
      "title": "The U.S.-ROK Alliance in 2025 and Global Implications",
      "description": "Join the Asia Society and the Korea Foundation for a two-part program assessing the current state and the future of the U.S.-ROK alliance under new leaders, and the implications for the Indo-Pacific region. Each panel will feature distinguished U.S. and Korean speakers who will share their perspectives on how to navigate the partnership amidst geopolitical uncertainty. This program is the first in a series of events sponsored by the Korea Foundation-Mia & Spencer Kim Endowment at the Asia Society.",
      "date": "2025-07-22",
      "time": "8:45 - 11:45 a.m. New York Time",
      "location": "725 Park Avenue New York, NY 10021",
      "museum": "asia-society-events",
      "museumName": "Asia Society Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "theus-rokalliancein2025andglobalimplications-2025-07-22-asia-society-events"
    },
    {
      "title": "Doña Diabla. 1950. Directed by Tito Daviso",
      "description": "Doña Diabla. 1950. Mexico. Directed by Tito Daviso. Screenplay by Edmundo Báez, Tito Davison, based on the play by León Felipe. With María Félix, Víctor Junco, Crox Alvarado. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 98 min. Stung by a humiliating divorce, Ángela (Felix) resolves to turn seduction into a private sport: lure a man, break his heart, move on. Years later she crosses paths with Adrián, a gambler as unscrupulous as she is—only to watch him redirect his charm toward her unsuspecting daughter, Angélica. The triangle, unveiled in flashback after an opening-reel gunshot, recalls the mother-daughter antagonism of Michael Curtiz’s Mildred Pierce (1945), but pushes the stakes further: Ángela’s hard-won independence now threatens the one bond she hoped to keep untainted. Davison guides the drama with thunder-punctuated entrances and moody interior lighting, letting Félix move from icy control to panic without losing her poise. The performance earned Félix her third Ariel for Best Actress, and the picture’s slot in the 1951 Cannes competition signalled the rising international prestige of Mexican cinema.",
      "date": "2025-07-23",
      "time": "4:30 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "doadiabla1950directedbytitodaviso-2025-07-23-moma-events"
    },
    {
      "title": "La mujer sin alma (The Woman Without a Soul). 1944. Directed by Fernando de Fuentes",
      "description": "La mujer sin alma (The Woman Without a Soul). 1944. Mexico. Directed by Fernando de Fuentes. Screenplay by Fernando de Fuentes, Mauricio Magdaleno. With María Félix, Fernando Soler. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 95 min. In this ambitious melodrama, adapted from Alphonse Daudet’s 19th-century novel La raison sociale, Fernando de Fuentes directs Félix as Teresa López, an ambitious shop-girl who glimpses high society at a charity ball and decides beauty will be her ladder out of obscurity. One by one she wins, marries, and discards prosperous admirers, wrecking the Velasco-Ferrer family in the process and discovering that the top rung can be as lonely as the bottom. De Fuentes, working again with Félix after Doña Bárbara, creates a study of ambition, class mobility, and power dynamics. Félix keeps Teresa charismatic yet opaque, letting the audience decide whether her ruthlessness is vice, survival instinct, or both.",
      "date": "2025-07-23",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "lamujersinalmathewomanwithoutasoul1944directedbyfernandodefuentes-2025-07-23-moma-events"
    },
    {
      "title": "Teacher Workshop - Blacklisted: An American Story",
      "description": "",
      "date": "2025-07-23",
      "time": "1:00pm-3:00pm",
      "location": "",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "teacherworkshop-blacklistedanamericanstory-2025-07-23-womens-history-events"
    },
    {
      "title": "Lincoln’s Lady Spymaster: The Untold Story of the Abolitionist Southern Belle Who Helped Win the Civil War",
      "description": "In the eyes of Confederate society, Elizabeth Van Lew was the perfect Southern belle, with charm, wit, and an elegant Richmond mansion. But in reality, she was building a secret network of spies that included enslaved people, Unionists, and prisoners of war. Author Gerri Willis uncovers the story of this underappreciated American figure, who, through her political savvy and daring escapades, provided vital daily information to Ulysses S. Grant and the Union Army during the Civil War. Gerri Willis is a journalist and former host of The Willis Report on Fox Business, as well as the author of Lincoln’s Lady Spymaster: The Untold Story of the Abolitionist Southern Belle Who Helped Win the Civil War.",
      "date": "2025-07-23",
      "time": "7 – 8 pm",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "lincolnsladyspymastertheuntoldstoryoftheabolitionistsouthernbellewhohelpedwinthecivilwar-2025-07-23-"
    },
    {
      "title": "Enamorada (In Love). 1946.Directed by Emilio Fernández",
      "description": "Enamorada (In Love). 1946. Mexico. Directed by Emilio Fernández. Screenplay by Emilio Fernández, Íñigo de Martino. With María Félix, Pedro Armendáriz, Fernando Fernández. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 95 min. Emilio “El Indio” Fernández’s first collaboration with Félix stands as one of the most beloved works of Mexican Golden Age of cinema. Loosely inspired by Shakespeare’s The Taming of the Shrew, it follows the relationship between Beatriz Peñafiel (Félix), the aristocratic daughter of a wealthy family in Cholula, and José Juan Reyes (Pedro Armendáriz), a revolutionary general who disrupts her privileged existence. Félix’s performance ranges from haughty resistance to passionate engagement, and Gabriel Figueroa’s cinematography finds visual touches that celebrate Mexican national identity while achieving a broader artistic appeal. The film competed for the Palme d’Or at the 1947 Cannes Film Festival and won multiple Ariel Awards.",
      "date": "2025-07-24",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "enamoradainlove1946directedbyemiliofernndez-2025-07-24-moma-events"
    },
    {
      "title": "Amok. 1944. Directed by Antonio Momplet",
      "description": "Amok. 1944. Mexico. Directed by Antonio Momplet. Screenplay by Max Aub, based on the novel by Stefan Zweig. With María Félix, Julián Soler, Stella Inda. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 101 min. After looting his Paris clinic to satisfy the demands of his mercurial lover Mrs. Travis (a disconcertingly blonde Felix), surgeon Jorge Martell (Julián Soler ) loses what remains of his money at Monte Carlo and signs on as a colonial doctor in India. Aboard the outbound liner he encounters Mrs. Belmont (Felix with her familiar dark mane), and begins a confession that unfolds in fevered flashback: a botched abortion, the jungle sickness locals call “amok,” and an obsession that blurs the two women into one fatal hallucination. Spanish émigré Antonio Momplet, who left his homeland during the Civil War and worked briefly in Argentina before settling in Mexico, mounts the Stefan Zweig story on sets that reproduce an ocean liner, a Riviera casino, colonial residences, and tropical villages—an international canvas unusual for Golden Age Mexican production. The great Mexican songwriter Agustín Lara composed the score, a year before his tumultuous marriage to Félix.",
      "date": "2025-07-24",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "amok1944directedbyantoniomomplet-2025-07-24-moma-events"
    },
    {
      "title": "Writing Club at Home: On Jack Whitten, with Jazzy Charles and Antoinette Cooper",
      "description": "",
      "date": "2025-07-24",
      "time": "12:00–1:15 p.m.",
      "location": "Online",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "writingclubathomeonjackwhittenwithjazzycharlesandantoinettecooper-2025-07-24-moma-events"
    },
    {
      "title": "Gallery Tour: Robert Caro in the Museum",
      "description": "Discover the work and career of American journalist and author Robert A. Caro on a docent-led guided tour of Robert Caro’s The Power Broker at 50 and “Turn Every Page”: Inside the Robert A Caro. The Power Broker has been called “surely the greatest book ever written about a city.” This groundbreaking book made known for the first time how Robert Moses, over more than four decades and without ever being elected to public office, amassed power so immense that with it, he shaped New York. The installation explores the story behind the book: how Caro uncovered the truth behind the image that Moses had so carefully cultivated to reveal the extent of Moses’ power and the heartbreaking human cost behind his public works. \"Turn Every Page\" includes never-before-seen highlights from the recently opened Robert A. Caro Archive—which New-York Historical acquired in 2019—that provide an intimate view of how Caro started his career and how he worked as a reporter.",
      "date": "2025-07-24",
      "time": "11:30 am – 12:30 pm",
      "location": "The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "gallerytourrobertcarointhemuseum-2025-07-24-womens-history-events"
    },
    {
      "title": "Tizoc. 1957. Directed by Ismael Rodriguez",
      "description": "Tizoc. 1957. Mexico. Directed by Ismael Rodriguez. Screenplay by Manuel R. Ojeda, Ismael Rodríguez, Ricardo Parada León. With María Félix, Pedro Infante, Eduardo Fajardo. In Spanish; English subtitles. DCP courtesy of AMCO. 112 min. Ismael Rodríguez’s internationally recognized study of racial prejudice and cross-cultural romance features the only screen pairing of two major Mexican screen figures: Félix and Pedro Infante (in his final film before his death). Tizoc follows the relationship between an Indigenous Mixtec man (Infante) and a European-descended Mexican woman (Félix) and the social barriers that make their connection difficult despite their emotional attachment. The film gained international recognition, winning the Golden Globe for Best Foreign Language Film and the Silver Bear for Best Actor for Infante at the Berlin International Film Festival.",
      "date": "2025-07-25",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "tizoc1957directedbyismaelrodriguez-2025-07-25-moma-events"
    },
    {
      "title": "Río Escondido (Hidden River). 1948. Directed by Emilio Fernández",
      "description": "Río Escondido (Hidden River). 1948. Mexico. Directed by Emilio Fernández. Screenplay by Emilio Fernández, Mauricio Magdaleno. With María Félix, Fernando Fernández. In Spanish; English subtitles. DCP courtesy of Cineteca Nacional. 103 min. In their second collaboration, Emilio Fernández and Félix present a sociopolitical allegory through the story of Rosaura Salazar, an idealistic schoolteacher sent to a remote village to fulfill the educational mission of Mexico’s post-revolutionary government. Gabriel Figueroa’s black-and-white cinematography renders the rural landscape as a contested space between progressive national ideals and local corruption. The film is explicitly political—even including a cameo by then-President Miguel Alemán that highlights the connection between Mexican cinema and state ideology during this period—and its examination of rural power structures, educational access, and national identity makes it an important work in Mexican cinema’s engagement with post-revolutionary nation-building. It also marks a departure from Félix’s femme fatale roles, and her portrayal of sacrificial idealism earned her a second Ariel Award for Best Actress.",
      "date": "2025-07-25",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "roescondidohiddenriver1948directedbyemiliofernndez-2025-07-25-moma-events"
    },
    {
      "title": "New York Historical Summer!",
      "description": "Spend your Friday evenings with us this July! The New York Historical is celebrating the summer with live music. Join us for pay-as-you-wish admission on Fridays. Swing by our restaurant Clara for a special menu of select wine, beer, and cocktails, then wander over to Smith Gallery to hear old-school jazz starting at 5:30 pm from Michael Hashim's trio.",
      "date": "2025-07-25",
      "time": "5:30 – 7:30 pm",
      "location": "1st floor, Robert H. and Clarice Smith New York Gallery of American History at The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "newyorkhistoricalsummer-2025-07-25-womens-history-events"
    },
    {
      "title": "Doña Bárbara. 1943. Directed by Fernando de Fuentes",
      "description": "Doña Bárbara. 1943. Mexico. Directed by Fernando de Fuentes. Screenplay by Fernando de Fuentes, based on the novel by Rómulo Gallegos. With María Félix, Julián Soler, María Elena Marqués. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 137 min. Fernando de Fuentes’s adaptation of Venezuelan author Rómulo Gallegos’ novel is a key breakthrough in Félix’s career—and the source of her enduring nickname, “La Doña.” Félix plays a landowner whose sexual victimization during adolescence creates a deep hostility toward men, and leads her to pursue entirely self-sufficient control over her ranch and the surrounding area. De Fuentes presents the psychological aspects of a character who operates as both villain and victim, allowing Félix to develop the type of strong female protagonist that would become her legacy in Latin American cinema. The film’s treatment of rural power dynamics, sexual politics, and vengeance established Félix as an actress who could move beyond conventional female roles, offering instead a vision of female autonomy seldom represented in the cinema of that time.",
      "date": "2025-07-26",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "doabrbara1943directedbyfernandodefuentes-2025-07-26-moma-events"
    },
    {
      "title": "La diosa arrodillada (The Kneeling Goddess). 1947. Directed by Roberto Gavaldón",
      "description": "La diosa arrodillada (The Kneeling Goddess). 1947. Mexico. Directed by Roberto Gavaldón. Screenplay by José Revueltas, based on a story by Ladislas Fodor. With María Félix, Arturo de Córdova, Rosario Granados. In Spanish; English subtitles. DCP courtesy of Cineteca Nacional. 110 min. Roberto Gavaldón’s psychological melodrama features Félix as Raquel Serrano, a model whose nude likeness triggers a tragic narrative of desire, deception, and destruction. The plot centers on a symbolic triangle: a man (Arturo de Córdova), his wife (Rosario Granados), and a sculpture modeled after his mistress—a physical representation of infidelity placed within the marital home. Gavaldón uses visual techniques of film noir to examine the connections between art, desire, and mortality, culminating in the husband’s murder of his wife to pursue Raquel. Through controlled emotional shifts, Félix creates a character who moves beyond simple villainy toward tragic complexity, showing her skill at portraying morally ambiguous female characters while preserving their opacity.",
      "date": "2025-07-26",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "ladiosaarrodilladathekneelinggoddess1947directedbyrobertogavaldn-2025-07-26-moma-events"
    },
    {
      "title": "Memorial – Bruce Blanchard ME’78",
      "description": "Bruce was well known for his precision and fidelity to the mission of The Explorers Club and the Explorers Club Washington Group. He received The Explorers Club’s prestigious Sweeney Medal in 2015, awarded to a member who has exhibited an outstanding interest in the welfare and objectives of the Club. He also served as the Club’s Treasurer in NYC for more than four years. Bruce was an indispensable member of ECWG’s Board of Directors from 1995 until he stepped down in December 2022, and he served with distinction as ECWG’s Treasurer for 25 years, for which he was honored in May 2023 and received the title of ECWG Treasurer Emeritus. Bruce was born on a little horse cavalry post in the Philippines and grew up on several Army posts. He received S.B. and S.M. Civil Engineering degrees from MIT, followed by 48 years in The U.S. Department of the Interior, and staff for the Cabinet level U.S. Water Resources Council. He served in several Senior Executive positions in Interior, including as Director of the Secretary’s Office of Environmental Project Review, where he provided advice on hundreds of significant environmental issues; as Deputy Director of the U.S. Fish and Wildlife Service; and as Special Assistant for Tribal Self Governance. Bruce received the Department’s highest honors, the Distinguished and Meritorious Medals, and he was elected as a Fellow of the American Association for the Advancement of Science in 1993. After 33 years of service, he retired with honor as a Colonel in the Maryland Army National Guard, where he received multiple Federal and State commendation and achievement medals. Bruce also served on the Board of Directors of the MIT Alumni Association and earlier served as President of the MIT Club of Washington, DC. He is survived by his wife Mary Josie Blanchard, daughters Laura Blanchard and Renee Maxey, daughter-in-law Denise Blanchard, grandchildren Kendall (Ryan) Cleary, Jennifer (Trey) Dole, Eric Maxey, Cameron Dean, Canyon Blanchard, and Sophia Blanchard, and great-grandson Riley Bruce Dole. He was pre-deceased by his son Wendell Blanchard. Visitation and Memorial service was held in Washington, DC in March. Interment will be at Arlington National Cemetery on a future date.",
      "date": "2025-07-26",
      "time": "2-4:30 PM",
      "location": "Explorers Club Headquarters in New York City",
      "museum": "explorers-events",
      "museumName": "Explorers Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "memorialbruceblanchardme78-2025-07-26-explorers-events"
    },
    {
      "title": "Maclovia. 1948. Directed by Emilio Fernández",
      "description": "Maclovia. 1948. Mexico. Directed by Emilio Fernández. Screenplay by Emilio Fernández, Mauricio Magdaleno. With María Félix, Pedro Armendáriz, Columba Domínguez. In Spanish; English subtitles. DCP courtesy of Filmoteca UNAM. 101 min. Set on Janitzio Island in Lake Pátzcuaro, this tragedy reunites Félix with director Emilio Fernández and costar Pedro Armendáriz to portray the troubled romance between Maclovia and a young fisherman facing both family opposition and the unwanted attention of Sergeant Genovevo de la Garza (Carlos López Moctezuma). Gabriel Figueroa’s cinematography presents the Indigenous Purépecha community as a setting where personal desires conflict with communal traditions and institutional power. The film’s depiction of Indigenous cultural practices aligns with the nationalist focus of post-revolutionary Mexican cinema, while also questioning the abuse of state authority. Winner of multiple Ariel Awards, including recognition for Columba Domínguez as Best Supporting Actress, Maclovia exemplifies the combination of visual composition, social commentary, and emotional depth characteristic of Mexican Golden Age cinema.",
      "date": "2025-07-27",
      "time": "1:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "maclovia1948directedbyemiliofernndez-2025-07-27-moma-events"
    },
    {
      "title": "French Cancan. 1954. Directed by Jean Renoir",
      "description": "French Cancan. 1954. France. Directed by Jean Renoir. Screenplay by Jean Renoir, André-Paul Antoine. With María Félix, Jean Gabin, Françoise Arnoul, Édith Piaf. In Spanish; English subtitles. 35mm. 102 min. Jean Renoir’s musical drama is perhaps the most prestigious project of Félix’s European period, placing her alongside such French cultural giants as Jean Gabin and Édith Piaf. Félix plays Lola de Castro, a Spanish dancer whose professional and romantic relationship with impresario Henri Danglard (Gabin) is complicated by his interest in developing the cancan and promoting a new performer. Renoir’s detailed recreation of Belle Époque Paris provides a rich visual setting, particularly in the Technicolor dance sequences. Winner of the Grand Prix de l’Academie du Cinéma, the film demonstrates Félix’s international adaptability and her ability to work within different cinematic traditions while maintaining her distinct screen identity.",
      "date": "2025-07-27",
      "time": "4:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 1 The Roy and Niuta Titus Theater 1",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "frenchcancan1954directedbyjeanrenoir-2025-07-27-moma-events"
    },
    {
      "title": "Berlin: Die Sinfonie der Großstadt (Berlin: Symphony of a Great City). 1927. Directed by Walter Ruttmann",
      "description": "Berlin: Die Sinfonie der Großstadt (Berlin: Symphony of a Great City). 1927. Germany. Directed by Walter Ruttmann. Screenplay by Karl Freund, Carl Mayer. DCP. Preserved and restored by The Museum of Modern Art. 65 min. Walter Ruttmann’s landmark city symphony transforms a day in the life of Weimar-era Berlin into a percussive visual poem. Beginning with the arrival of a morning train and concluding in nightfall, the film’s five-act structure follows the metropolis from dawn to dusk, capturing the pulsing energy of urban modernity through dazzling montage sequences. Cinematographer Karl Freund’s roving camera moves fluidly through factories, boulevards, café es, and nightclubs, capturing the mechanical rhythms and social strata of a city in transformation. Neither strictly documentary nor avant-garde experiment, Ruttmann’s masterpiece synthesizes abstract formalism with documentary observation, creating a hypnotic portrait of industrial society that influenced generations of filmmakers from Dziga Vertov to Godfrey Reggio.",
      "date": "2025-07-30",
      "time": "8:00 p.m.",
      "location": "MoMA, Floor 1, Sculpture Garden The Abby Aldrich Rockefeller Sculpture Garden",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "berlindiesinfoniedergrostadtberlinsymphonyofagreatcity1927directedbywalterruttmann-2025-07-30-moma-e"
    },
    {
      "title": "Conceptualizing the Constitution",
      "description": "",
      "date": "2025-07-30",
      "time": "6-7 pm",
      "location": "Zoom",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "conceptualizingtheconstitution-2025-07-30-womens-history-events"
    },
    {
      "title": "Religion in the Lands that Became America: A New History",
      "description": "Traditional narratives of religion in North America begin with the arrival of English settlers, bypassing the 10,000 years of religious practice that predated the pilgrims and had an enormous impact on the development of the continent. Historian Thomas A. Tweed illuminates the histories of Native American, African American, and European American religious traditions in North America, as well as their complex interactions, to provide a fascinating and prescient look at the spiritual practices that have shaped the continent. Thomas A. Tweed is the Harold and Martha Welch Professor of American Studies and professor of history at the University of Notre Dame, as well as the author, most recently, of Religion: A Very Short Introduction and Religion in the Lands that Became America: A New History.",
      "date": "2025-07-30",
      "time": "7 – 8 pm",
      "location": "This program will be held at the outdoor Reading Room in Bryant Park. The Reading Room is located on the 42nd Street side of the park between 5th and 6th Avenues. Look for the yellow and white umbrellas.",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "religioninthelandsthatbecameamericaanewhistory-2025-07-30-womens-history-events"
    },
    {
      "title": "The Gold Rush. 1925. Written and directed by Charles Chaplin",
      "description": "The Gold Rush. 1925. USA. Written and directed by Charles Chaplin. With Chaplin, Georgia Hale, Mack Swain, Tom Murray. Restored by L’immagine Ritrovato, Bologna, and the Association Chaplin. DCP courtesy of Janus Films. US restoration premiere. 95 min. Charles Chaplin considered this poignant comedy his greatest achievement, and audiences have agreed for nearly a century. As the Lone Prospector, the Little Tramp travels to the Klondike seeking fortune but instead finds hunger, isolation, and heartbreak. From this premise, Chaplin crafted some of cinema’s most enduring sequences: – the starving prospector eating his shoe with the delicacy of a gourmet, the cabin teetering on a cliff’s edge, and the unforgettable “\"dance of the dinner rolls.”\" Yet beyond these iconic moments lies a remarkable synthesis of pathos and comedy that showcases Chaplin’s genius for transforming hardship into transcendent art. This meticulous restoration from L’Immagine Ritrovato recreates the original 1925 release version, before Chaplin’s 1942 sound revision. Drawing from pristine elements held by multiple archives including MoMA, the restoration team has achieved unprecedented visual clarity, revealing nuances in Chaplin’s performance and the production’s detailed craftsmanship. Freed from decades of duplications and degradations, The Gold Rush emerges anew, its emotional resonance and comedic brilliance fully intact.",
      "date": "2025-07-31",
      "time": "7:00 p.m.",
      "location": "MoMA, Floor T2/T1, Theater 2 The Roy and Niuta Titus Theater 2",
      "museum": "moma-events",
      "museumName": "Moma Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "thegoldrush1925writtenanddirectedbycharleschaplin-2025-07-31-moma-events"
    },
    {
      "title": "Gallery Tour: Robert Caro in the Museum",
      "description": "Discover the work and career of American journalist and author Robert A. Caro on a docent-led guided tour of Robert Caro’s The Power Broker at 50 and “Turn Every Page”: Inside the Robert A Caro. The Power Broker has been called “surely the greatest book ever written about a city.” This groundbreaking book made known for the first time how Robert Moses, over more than four decades and without ever being elected to public office, amassed power so immense that with it, he shaped New York. The installation explores the story behind the book: how Caro uncovered the truth behind the image that Moses had so carefully cultivated to reveal the extent of Moses’ power and the heartbreaking human cost behind his public works. \"Turn Every Page\" includes never-before-seen highlights from the recently opened Robert A. Caro Archive—which New-York Historical acquired in 2019—that provide an intimate view of how Caro started his career and how he worked as a reporter.",
      "date": "July 8",
      "time": "3 – 4 pm",
      "location": "The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "gallerytourrobertcarointhemuseum-july8-womens-history-events"
    },
    {
      "title": "Gallery Tour: New York and the Art Students League",
      "description": "Thousands of artists—including Norman Rockwell, Mark Rothko, Georgia O’Keeffe, and Jacob Lawrence—have studied and taught at the Art Students League, a New York institution founded in 1875 by a group of young artists who believed that an arts education should be accessible to anyone seeking it and who envisioned an artist-run school free from dictates of process or style. To mark the 150th anniversary of the League, The New York Historical showcases works by League affiliates with featured paintings drawn from The Historical’s promised gift of 130 scenes of New York City from art collectors and philanthropists Elie and Sarah Hirschfeld. This intimate guided tour will feature a selection of The Art Students League artists and teachers including Theresa Bernstein, Reginald Marsh, Michiyo Fukushima, Stuart Davis and Ben Shahn amongst others.",
      "date": "July 9",
      "time": "11:30 AM",
      "location": "The New York Historical, 170 Central Park West, New York, NY 10024",
      "museum": "women's-history-events",
      "museumName": "Women'S History Events",
      "url": "",
      "image_url": "",
      "price": "Free",
      "registration_url": "",
      "type": "Exhibition",
      "data_source": "csv",
      "id": "gallerytournewyorkandtheartstudentsleague-july9-womens-history-events"
    }
  ],
  "metadata": {
    "total_events": 94,
    "data_source": "csv",
    "processing_date": "2025-07-01 16:01:24"
  }
}